[
    {
        "title": "The Origin of ECGAR",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/guttman.pdf",
        "abstract": "ECGAR¿s story begins with the financial crisis of 2008 where we were once again reminded that corporate misconduct¿or at least the misconduct of those who guide corporations¿has an impact reaching beyond shareholders. In the intervening years, other examples of corporate misconduct have surfaced. Federal and State False Claims Act settlements with some of the world¿s largest pharmaceutical manufacturers exposed facts demonstrating that through practices of misbranding and kickbacks, patients were given drugs for unapproved purposes or given drugs because of monetary inducement and not medical necessity. More recently, facts have surfaced indicating that one of the world¿s largest automobile manufacturers concealed material flaws in its ignition system rendering numerous cars unsafe. In light of these events, the glaring need for a publication to explore the implications of corporate misconduct became apparent.",
        "author": [
            "Reuben",
            "Guttman"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "i",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/foreword/foreword.html\n"
    },
    {
        "title": "Looking at Corporate Governance from the Investor's Perspective",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/aguilar.pdf",
        "abstract": "In an address to the Emory Corporate Governance and Accountability Review, United States Securities and Exchange Commissioner Luis A. Aguilar discusses corporate governance systems in a post-Great Recession world. By focusing on the perspective of an investor, Commissioner Aguilar analyzes topics including executive compensation, executive misconduct, say on pay, pay ratios, transparency, disclosure, shareholder voting, engagement of stockholders, and shareholder proposals. Utilizing real world examples, research, and his unique experience with the SEC, Commissioner Aguilar proposes changes to make companies more accountable to their stockholders and investors, creating a fairer corporate governance system and improving the system for all participants.",
        "author": [
            "Luis",
            "A.",
            "Aguilar"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "1",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/corporate-governance-from-investors-perspective.html\n"
    },
    {
        "title": "A Skeptic's View of Benefit Corporations",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/greenfield.pdf",
        "abstract": "Over the last few years there has been a shift in the core ideas of business with respect to corporate responsibility. A new type of business classification called benefit corporations is gaining popularity in the United States. Benefit corporations are required to have a positive impact on society and the planet, and to meet a higher level of accountability and transparency. However, will benefit corporations truly change the industry and world positively? This article provides for skepticism about the positive affects benefit corporations are purported to have on business. One reason is that benefit corporations are completely voluntary; thus, the corporations in most need of change and oversight are not likely to opt-in. The motivation behind benefit corporations is a step in the right direction; however, in order to effect real change in corporate responsibility, the law needs to be bolder.",
        "author": [
            "Kent",
            "Greenfield"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "17",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/skeptics-view-benefit-corporation.html\n"
    },
    {
        "title": "\"Regulatory Capture\": Sources and Solutions",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/hempling.pdf",
        "abstract": "Regulatory capture is a pervasive problem in the public arena. The problem oftentimes leaves a policymaker with the paradoxical fear that if he exerts his power, he will eventually lose his power. While attempts at regulatory capture are inevitable, but that does not mean that actual capture must be as well. By crafting a more formalized definition; regulatory capture will be more easily anticipated, detected, and resisted. Identifying the sources and warning signs of regulatory capture can help in both defining the problem and finding solution. Ultimately, regulatory agencies should seek to combat regulatory capture with professional excellence.",
        "author": [
            "Scott",
            "Hempling"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "23",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/regulatory-capture.html\n"
    },
    {
        "title": "Why the U.S. Supreme Court Should Reaffirm the \"Fraud-on-the-Market\" Presumption in Securities Fraud Cases ",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/massey.pdf",
        "abstract": "On March 5, 2014, the Supreme Court heard argument in one of the most important securities law cases in decades: Halliburton Co. v. Erica P. John Fund, No. 13-317. Halliburton urged the court to overturn the landmark case Basic Inc. v. Levinson and in turn, the ¿fraud-on-the-market¿ presumption. This piece argues in favor of denying Halliburton¿s request and maintaining the presumption. First, Jonathan Massey argues that the congress should address this issue instead of the Court. If the Court does decide to take this issue, stare decisis should prevail. Furthermore, since Basic was decided in 1988, institutional investors have utilized passive investment strategies that rely on ¿fraud-on-the-market¿ presumption. Finally, private and class action lawsuits act as a useful enforcement tools to prevent fraud where the SEC does not have resources to prosecute.",
        "author": [
            "Jonathan",
            "Massey"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "37",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/reaffirm-fraud-on-the-market-presumption.html\n"
    },
    {
        "title": "Weighing Fiduciary Duties with 21st Century Realities ¿ Evaluating the Viability of Remote Participation for Boards of Directors",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/esman.pdf",
        "abstract": "Changes to technology have greatly improved the way companies communicate. However, many states have yet to update their laws to allow for companies to take advantage of improving technology for formal corporate activities, including Board of Director actions. This is in contrast to stockholder meetings, where many states already allow for remote participation. If states uniformly update their laws to allow remote participation for Board of Director meetings, companies can run more efficiently and save money. Although there is a justifiable fear that a remotely participating director may not be as active a participant in the meeting, there is a system of checks and balances that stockholders can put in place to ensure directors uphold their duties to the company. If states do not enact laws expressly allowing for remote participation, they risk losing business to more technologically progressive states.",
        "author": [
            "Aaron",
            "M.",
            "Esman"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "43",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/fiduciary-duties-21st-century-realities.html\n"
    },
    {
        "title": "Securities Regulation - An SEC-mandated Asset Verification System for Unaccredited Investors Must Be Added to the Proposed Regulatory Regime Under Title III of the JOBS Act",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/jones.pdf",
        "abstract": "Once fully implemented, Title III of the JOBS Act will allow general solicitation of equity investments from the general public. Anyone with access to a computer will now also have access to registered funding portals where they can request and receive capital contributions. The most optimistic proponents of Title III estimate that it will unleash a new wave of capital into the U.S. investing market to the tune of $300 billion. As currently written, the income-cap regulations for unaccredited investors lack teeth. By failing to create an asset verification process for unaccredited investors, the Securities and Exchange Commission has created a perfect storm of factors, which will allow everyday consumers to overextend their finances on junk-investments.",
        "author": [
            "Harrison",
            "Jones"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "47",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/securities-regulation-asset-verification-system.html\n"
    },
    {
        "title": "Money, Money, Money!: How the Supreme Court's Decision in McCutcheon v. FEC Could Impact Shareholders and Corporations",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/hartobey.pdf",
        "abstract": "In October of 2013, the Supreme Court heard oral arguments in McCutcheon v. FEC, a challenge to the aggregate contribution limits. On April 1, 2014, the Court struck down these aggregate limits as failing to advance the accepted government interest in preventing quid pro quo corruption or the appearance thereof, and therefore impermissibly burdening First amendment rights. What the Court¿s decision will mean for future election cycles is not yet clear. However, as this paper discusses, the removal of aggregate contribution limits will likely have a significant impact on the role of the shareholder in relation to corporate PACs and their election related activities.",
        "author": [
            "Patrick",
            "Hartobey"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "53",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/money-money-money.html\n"
    },
    {
        "title": "Extraterritoriality for Securities Fraud Post-Morrison",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/koury.pdf",
        "abstract": "In 2010, the Supreme Court decided Morrison v. National Australia Bank Ltd. addressing the extraterritorial application of the Exchange Act of 1934. In the late 1960s, the Second Circuit developed a set of tests, known as the ¿effects¿ and ¿conduct¿ test, which allowed for extraterritorial enforcement of §10b. In Morrison, the Supreme Court overturned the Second Circuit precedents establishing a new test. This essay looks at the history, current trends, and possible future developments extraterritoriality of securities enforcement. Specifically, John Koury examines whether §78aa(b) of the Dodd-Frank Act could establish jurisdiction similar to the old ¿effects¿ and ¿conduct¿ test. Finally, this piece considers whether subsequent decisions have resurrected a ghost of Leasco¿s ¿conduct¿ test.",
        "author": [
            "John",
            "Koury"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "63",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/extrateritoriality-securities-fraud.html\n"
    },
    {
        "title": "Gun Reform by \"Any Means Necessary\"",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/taylor.pdf",
        "abstract": "In 2005, Congress passed the Protection of Lawful Commerce in Arms Act (the ¿PLCAA¿). This Act shields gun manufacturers from liability when its guns are used in the commission of a crime. Specifically, the gun manufacturer cannot be held financially liable when a third-party has misused the gun by injuring another. Historically, victims of gun violence have been permitted to bring civil cases against gun manufacturers when injured by a third-party. This Act has eliminated that option. Thus, victims and gun reform proponents must search for new options. In this article, Tiffany Taylor argues that by limiting the financial liability of gun manufacturers, the PLCAA interferes with natural product reform by substantially reducing a manufacturer¿s incentive to participate in gun reform. Through careful analysis, this article explains how victims of gun violence must now fight for gun reform by manufacturers in the face of the PLCAA.",
        "author": [
            "Tiffany",
            "Taylor"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "71",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/gun-reform.html\n"
    },
    {
        "title": "Judge Rakoff, the Justice Department, and Corporate Crime: Lack of Will or Lack of Cause?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/wiseman.pdf",
        "abstract": "In the wake of the Great Recession, has the Justice Department neglected its duty to prosecute officers of financial institutions, or are prosecutorial options insufficient under current law? This piece examines the question posed by Judge Jed S. Rakoff. Rule 10b-5 could allow for prosecution involving misbranded AAA-rated collateralized debt obligations (CDOs), or improperly influenced the credit rating agencies both of which contributed to the collapse of 2008. Exploring this issue, Michael Wiseman's piece examines the effect of deferred or non-prosecution agreements by the U.S. Department of Justice. This piece also explores efforts by congress to impose quasi-strict liability, embodied in the Sabranes-Oxley Act and the Volker Rule, on high-level corporate office in bank fraud cases.",
        "author": [
            "Michael",
            "Wiseman"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "81",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/lack-of-will-or-lack-of-cause.html\n"
    },
    {
        "title": "Disclosure of Corporate Political Spending: Problematic or Pragmatic?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/zuckerman.pdf",
        "abstract": "In the landmark decision, Citizens United v. Federal Election Commission, the Supreme Court held that any government limitation on corporate funding of independent political broadcasts in candidate elections violated the First Amendment. Consequently, reformers have sought the implementation of laws to require public companies to obtain approval from shareholders, or, at the very least, disclose to shareholders all corporate political contributions. The most well known embodiment of the push for total shareholder disclosure of corporate political spending is the proposed federal act, the Shareholder Protection Act (SPA). The SPA aims to amend the Securities Exchange Act of 1934, requiring public companies to annually disclose their corporate expenditures on political activities to their shareholders. In this article, Steven Zuckerman sets aside the constitutional issues with corporate political spending, focusing the discussion on the corporate governance concerns that support or oppose the implementation of the SPA.",
        "author": [
            "Steven",
            "Zuckerman"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "89",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/disclosure-of-corporate-political-spending.html\n"
    },
    {
        "title": "Office of the Whistleblower: A Slow Beginning",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/1/1/huslak.pdf",
        "abstract": "While the long-term efficacy of the bounty program offered by the SEC¿s Office of the Whistleblower is still unclear, as the Office enters its fourth year it is safe to say that its progress thus far has been slow. The Office was created after the SEC¿s repeated dismissal of valuable information that could have exposed Bernie Madoff¿s Ponzi scheme years before it was finally put to a stop. This very public debacle made it evident that the SEC was not equipped to handle the volume of whistleblower tips it was receiving, and a new vehicle would be needed to process tips and separate the proverbial wheat from the chaff. A product of the 2010 Dodd-Frank legislation, the Office of the Whistleblower is designed to serve this function and help the SEC ¿act swiftly to protect investors from harm and bring violators to justice.¿",
        "author": [
            "Christopher",
            "Huslak"
        ],
        "document_type": "",
        "volume": "1",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "95",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-1/issue-1/essays/office-of-the-whistleblower.html\n"
    },
    {
        "title": "Government by Contract: Considering a Public Service Ethics to Match the Reality of the \"Blended\" Public Work Force",
        "fulltext_url": "",
        "abstract": "The Iraq War brought to public attention the reality that much of the basic work of government is done by contractors, and that the government¿s ability to account for its contractors cannot be taken for granted. What, for example, if the rules that protect us against official abuse are not applied to those who, in fact, increasingly do the government¿s work? What if, for example, the presumption that officials have the capacity to oversee contractors runs against the reality that they do not and, indeed, that the work of contractor management is itself often contracted out? What should we do then? First, we can abandon the premises of mid-20th century contract reform. Second, we can hope that current attention will permit us to ¿muddle through.¿ Finally, there is the possibility that we can begin to think of approaches¿new tools, if not entirely new visions¿to employ if the presumption of regularity cannot be assumed. In this Article, Dan Guttman discusses one such tool.",
        "author": [
            "Dan",
            "Guttman"
        ],
        "document_type": "",
        "volume": "2",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "1",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-2/issue-1/article/government-by-contract.html\n"
    },
    {
        "title": "International Maritime Organization¿s Regulation of Sulfur Emission",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/2/1/greene.pdf",
        "abstract": "The International Maritime Organization has recently set forth strict sulfur emission limitations to help curb environmental pollution across the seas. The regulation is ideal for reducing the environmental impact of international maritime shipping carriers. While the regulation is ideal on its face, in practice, the enforcement authority of the International Maritime Organization and the current compliance by carriers is limited. The cost-benefit analysis between environmental compliance and non-compliance exposes the conflicting incentives. This article presents the difficulties of enforcing this new regulation and offers insight and alternatives for both carriers the International Maritime Organization.",
        "author": [
            "Jennifer",
            "M.",
            "Greene"
        ],
        "document_type": "",
        "volume": "2",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "41",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-2/issue-1/essays/international-sulfur-emissions-regulation.html\n"
    },
    {
        "title": "Corporate Lawlessness: An Era of Corporate Irresponsibility May Be Coming to a Close",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/2/1/spillers.pdf",
        "abstract": "Corporations currently benefit from an ¿impunity gap¿ in international law, a loophole that both empowers them to commit crimes and shields them from punishment. International tribunals created this loophole by limiting criminal liability to ¿natural persons,¿ thereby excluding corporations, which are classified as ¿legal persons.¿ Without the possibility of retribution, these entities are free to do as they please. By offering their considerable resources and leverage to individuals, corporations provide the means for these ¿natural persons¿ to commit crimes of a magnitude far greater than would otherwise be possible.",
        "author": [
            "Kelsey",
            "G.",
            "Spillers"
        ],
        "document_type": "",
        "volume": "2",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "55",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-2/issue-1/essays/corporate-lawlessness.html\n"
    },
    {
        "title": "The Dual-Class Share Structure",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/2/1/wang.pdf",
        "abstract": "Alibaba Group Holding Ltd., a company adopting a dual-class share structure, turned to NYSE as a result of the policy that allows companies with a share structure different than the normal ¿one share one vote¿ structure. Not every stock market in the world adopts the same policy; the availability of the dual-class share structure in the US stock market became an attraction for companies with the ambition to go public, among which are high-tech companies such as Google and Facebook. However, dual-class share structure is disfavored by investors. They fear that they would be underrepresented and given insufficient protection in the publically-traded companies. This article seeks to rebut some of the worthy goals of dual-class share structure, such as ¿allowing shareholders to more easily and efficiently monitor performance of directors¿, and points out the danger that such structure may eliminate market checks on managerial misconduct.",
        "author": [
            "Olivia",
            "Wang"
        ],
        "document_type": "",
        "volume": "2",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "63",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-2/issue-1/essays/dual-class-share-structure.html\n"
    },
    {
        "title": "Adequate Disclosures in 140 Characters or Less-Analysis of How Endorsers Should Approach Advertising on a Platform with Character Limitations",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/1/hughey.pdf",
        "abstract": "Social media websites such as Twitter and Facebook have transformed the way businesses and individuals market their products and services. These websites have given advertisers and promoters the ability to advertise directly to consumers who would most likely be interested in their product or service. However, advertising on social media can also bring an increased risk of consumer deception. As a result, several federal agencies have published guidance on how companies should proceed with advertising on social media sites and have been monitoring how companies advertise on character-limited platforms. For example, the FDA recently issued a warning to the makers of Diclegis, after Kim Kardashian posted a misleading Instagram advertisement for the morning sickness medication. This article highlights the major issues that arise for advertisers, consumers and promoters that are using social media sites and makes an effort to interpret a very unclear area of law.",
        "author": [
            "Jacob",
            "Hughey"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "1",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-1/article/adequate-disclosures-endorsers-advertising-limitations.html\n"
    },
    {
        "title": "The First Amendment: Not One Size Fits All",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/2/poplin.pdf",
        "abstract": "Dr. Poplin examines two recent federal cases, Caronia v. FDA and FDA v. Amarin, in which courts held that the First Amendment protects pharmaceutical manufacturers who market their drugs off-label as long as the advertising is ¿truthful and non-misleading.¿ In so doing, these courts essentially overturned restrictions Congress imposed in 1962, after the thalidomide disaster. The drug at issue in Caronia is particularly dangerous¿it is closely related to a date-rape drug, and was approved for a narrow indication. The defendant sales representative nonetheless said the drug was ¿very safe¿, and recommended it for a variety of common diseases, including Parkinson¿s and insomnia. Today, however, the medical community requires rigorous evidence to determine the truth of any proposition. Yet these courts found the manufacturers¿ statements ¿truthful and non-misleading¿ without any evidence at all. Dr. Poplin concludes that decisions about drug advertising are best left to an independent expert agency, the FDA.",
        "author": [
            "Caroline",
            "Poplin"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "30",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-2/essays/first-amendment-not-one-size.html\n"
    },
    {
        "title": "A Failure of Remedies: The Case of Big Pharma (An Essay)",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/2/zwier-guttman.pdf",
        "abstract": "Paul Zwier and Reuben Guttman examine the U.S. pharmaceutical industry and the harms imposed on individual patients and healthcare consumers ¿ including private and government third party payers - from practices proscribed by Federal and State laws regulating marketing and pricing. This Essay focuses on the False Claims Act, which has become the government¿s primary civil weapon against fraudulent and/or wrongful conduct. This Essay examines the market for pharmaceuticals, as well as, its profitability and risks. The authors evaluate the pricing of pharmaceuticals, the incentives in the market that seem to cause institutional behaviors that drive illegal conduct, and why faith in the free market fails in the case of pharmaceuticals. Zwier and Guttman discuss the failures of existing traditional remedies in the False Claims Act and the related actions to adequately compensate, deter, and punish for Big Pharma¿s illegalities and propose a combination of remedies to address this.",
        "author": [
            "Paul",
            "J.",
            "Zwier,",
            "Reuben",
            "Guttman"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "42",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-2/essays/failure-remedies-case-big-pharma.html\n"
    },
    {
        "title": "Fiduciary Incongruity: Open Questions Arising from Ascribing Identical Fiduciary Duties to Corporate Directors and Officers",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/articles/skinner.pdf",
        "abstract": "Should non-director corporate officers owe identical fiduciary duties as the fiduciary duties of directors? Darren C. Skinner discusses the 2009 case of Gantler v. Stephens which held in ¿a matter of first impression¿ the fiduciary duties owed by corporate officers are identical to the duties owed by the directors of the corporation. He illustrates how application of this decision can have confounding and disharmonious results and discusses unanswered questions in the application of this decision. The author discusses who qualifies as an officer for the purpose of fiduciary duties, Delaware case law on this issue and he offers a solution for defining which employees of a corporation are employees for the purposes of fiduciary equivalency. He discusses whether directors and officers should have identical ¿Caremark Duties¿. The author also discusses opposing views regarding whether the Business Judgment Rule should protect officers the same way it protects directors.",
        "author": [
            "Darren",
            "C.",
            "Skinner"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "133",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-3/articles/fiduciary-incongruity-ascribing-duties-corporate-directors-officers.html\n"
    },
    {
        "title": "What Can We Do?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/articles/karmel.pdf",
        "abstract": "What can be done to better protect American workers? Jonathan Karmel argues that various measures designed to protect American workers are inadequate and proposes solutions to deter safety violations. Karmel discusses some of the failures of the legal and Workers Compensation systems. In his criticism of the Workers Compensation system, Karmel argues that the system is deeply flawed and explains why it requires a national overhaul. He also advocates for enhanced civil penalties and criminal prosecutions to protect American workers and discusses how the civil penalties in OSHA and the possible criminal sentences are inadequate as a meaningful deterrence of safety violations. To illustrate this point, Karmel discusses a high profile case involving an explosion in a West Virginia coal mine that killed 29 workers and led to the subsequent prosecution of the company¿s CEO.",
        "author": [
            "Jonathan",
            "D.",
            "Karmel"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "107",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-3/articles/what-can-we-do.html\n"
    },
    {
        "title": "Reining in a Culture of Fraud: Adopting Incentive-Based Regulations to Reform Corporate Governance in Japan",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/essays/engelberg.pdf",
        "abstract": "In light of the 2015 Toshiba accounting scandal, Kevin Engelberg examines why Japanese companies frequently engage in massive accounting fraud. Engelberg uncovers that these accounting scandals are the result of deeply held Japanese cultural beliefs about harmony and a deep respect for authority. These cultural beliefs cause Japanese corporate employees to follow their company¿s CEO at all costs, even if it means fraudulently inflating company profits. Despite the passage of Japan¿s first ever comprehensive corporate governance code, Engelberg argues little has been done to incentivize good corporate practices. Engelberg suggests the most effective to clean up Japanese corporate culture is to align employee incentives with the financial success of their corporate employers. This can be done by effectively tying executive compensation to company performance; strengthening current whistleblower laws; and creating clear enforcement procedures for companies caught of wrong-doing.",
        "author": [
            "Kevin",
            "Engelberg"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "145",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-3/essays/reining-culture-fraud-incentive-based-reform-governance-japan.html\n"
    },
    {
        "title": "Can We Keep Meatpacking Companies Accountable for Hiring Undocumented Immigrants?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/essays/jain.pdf",
        "abstract": "Sapna Jain explores the meatpacking industry¿s dependence on undocumented workers and the problem of accountability and business ethics that stems from industry practices. After analyzing a shift in demographics and an increase in non-unionized workers, Jain suggests various options to curb the meatpacking industry¿s reliance on undocumented workers such as raising wages or lobbying for a path to legal status. These options are contrasted with the current model of paying fines for employed undocumented immigrants. By comparing the meatpacking industry to the pharmaceutical industry, Jain provides illustrations where fines are simply assumed as a cost of doing business. The conclusion suggests consumers become more active and push the meatpacking industry to reform its methods.",
        "author": [
            "Sapna",
            "Jain"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "157",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-3/essays/keep-meatpacking-accountable-hiring-undocumented-immigrants.html\n"
    },
    {
        "title": "Defending the D.C. Circuit's Hard-Look Review",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/essays/lind.pdf",
        "abstract": "Forrest E. Lind III rebuts criticisms of the D.C. Circuit for its decisions in recent cases involving successful challenges to SEC corporate governance rules. Using a Chevron Analysis, Lind argues that the D.C. Circuit followed well-settled precedent and applied the proper standard of review. Lind first establishes the Proper Standard of Review for administrative action by combining precedent from the administrative law cases that developed the modern Chevron Analysis. Lind then provides a thorough walkthrough of each criticized D.C. Circuit opinion before rebutting the critics¿ arguments point by point. Lind compares the D.C. Circuit¿s methods and reasoning with established Supreme Court precedent and finds that the D.C. Circuit, contrary to its critics¿ view, applied the Proper Standard of Review. Lind concludes with the reminder that it is the SEC¿s responsibility, not the courts, to provide the agency with the proper justifications for its actions.",
        "author": [
            "Forrest",
            "E.",
            "Lind",
            "III"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "171",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-3/essays/defending-dc-circuit-hard-look-review.html\n"
    },
    {
        "title": "Unfetter the Shackle: Promoting Shareholder Involvement in Corporate Governance through Proxy Mechanism",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/essays/liu.pdf",
        "abstract": "Zhiyuan Liu examines how proxy access rules can be reformed to promote shareholders¿ involvement in publicly traded companies¿ corporate governance. Current legal regime, mainly Section 14 of the Securities Exchange Act, confers the incumbent board members wide discretionary authority to exclude from proxy materials shareholders¿ proposals regarding board nomination. Shareholders have to wage costly proxy contest to achieve their goals. Although SEC attempted to propose a new rule that required companies to include shareholders¿ nominees of the board directly in the proxy materials, D.C. Circuit Court struck down such attempt on the ground that it was arbitrary and capricious. Without risking being nullified, the essay suggests that the new proposal should consider the impact of modern market forces and propose a rule that lessens the burden of proxy access and empower shareholders to exercise their own choices.",
        "author": [
            "Zhiyuan",
            "Liu"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "199",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-3/essays/unfetter-shackle-shareholder-corporate-governance-proxy-mechanism.html\n"
    },
    {
        "title": "Are Daily Fantasy Sports Companies Playing the Odds against Future Regulations?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/essays/paine.pdf",
        "abstract": "Daily Fantasy Sports companies have captured the attention of consumers through elaborate advertising and marketing campaigns. But the increased publicity came at a cost. Nearly every State¿s government has begun calling into question the legality of sites like DraftKings and FanDuel. The threshold issue is whether or not Daily Fantasy Sports constitutes a game of skill or is merely a game of chance. If Daily Fantasy Sports is found to be based in chance, rather than skill, it would constitute gambling and create a serious issue of legality. However, escaping the definition of gambling is the just the tip of the iceberg for Daily Fantasy Sports companies. This essay seeks to explain the concept of Daily Fantasy Sports, the controversy surrounding Daily Fantasy Sports and possible regulatory and compliance solutions.",
        "author": [
            "Lauren",
            "Paine"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "213",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-3/essays/daily-fantasy-sports-odds-future-regulations.html\n"
    },
    {
        "title": "The \"Too Big to Fail\" Penalty: A New Era of Insurance Regulation in the Wake of the Financial Crisis",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/essays/pierce.pdf",
        "abstract": "The Dodd-Frank Act is one of the most far-reaching efforts in financial reform since the Great Depression. The Dodd-Frank Act¿s new regulatory regime seeks to rein in ¿systemically important financial institutions,¿ or ¿SIFIs,¿ which are financial institutions so large that their downfall would cause wide-ranging damage throughout the entire American economy. The Financial Stability Oversight Council (¿FSOC¿), one of the agencies created by the Dodd-Frank Act, has the authority to label non-bank financial companies, such as insurance companies, as SIFIs. This Essay argues that the Dodd-Frank Act¿s new regulatory regime has reduced systemic risk in the financial services industry. This Essay also argues that the Dodd-Frank Act and the Federal Reserve¿s intervention in the insurance industry may signal the beginning of a new era of regulation: one where federal regulators take a more active role in the state-dominated insurance regulatory system.",
        "author": [
            "Ben",
            "Pierce"
        ],
        "document_type": "",
        "volume": "3",
        "issue": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "225",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-3/issue-3/essays/big-fail-penalty-era-insurance-regulation-wake-financial-crisis.html\n"
    },
    {
        "title": "Corporate Compliance Programs: Pretext or Panacea?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/1/brooks.pdf",
        "abstract": "Justin S. Brooks¿ article discusses the effectiveness of corporate compliance programs and factors characterizing well-designed ones. The article explains that mandates to maximize profits for shareholders can encourage bad behavior by officers and directors but that countervailing factors encourage the development and implementation of effective compliance programs. In response to specific questions posed, the author explains that: (1) corporate compliance programs can both weed out non-meritorious or frivolous complaints and facilitate internal and external reporting of meritorious evidence of misconduct; (2) corporate compliance programs sensitize employees to the fact that wrongdoing is plausible, but written directives, communications, and training by management can cause employees to believe that particular conduct is appropriate or in keeping with company policy when such conduct is ¿ in fact ¿ unlawful; and (3) effective corporate compliance programs incorporate the principles of communication, responsiveness, and transparency.",
        "author": [
            "Justin",
            "S.",
            "Brooks"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "1",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-1/articles/corporate-compliance-programs-pretext-panacea.html\n"
    },
    {
        "title": "Do Corporate Compliance Programs Really Prevent Corporate Wrongdoing? Of Course They Do!",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/1/boese.pdf",
        "abstract": "For over 30 years since leaving the Justice Department in 1977, Mr. Boese has represented corporate and institutional defendants in civil and criminal fraud investigations and lawsuits in various industries. Initially defending those in the defense industry, Mr. Boese¿s practice evolved into representing many for-profit and non-profit hospitals and other healthcare companies, as well as companies in the oil and gas, import/export, insurance, and financial services industries. His particular area of expertise is defending False Claims Act lawsuits, which led him into internal investigations, corporate criminal defense, and resolution of ancillary agency suspension, debarment and exclusion proceedings arising from these criminal and civil investigations and litigations. This has included developing corporate compliance programs and advising compliance officials, primarily in the defense and healthcare industries. Mr. Boese has personally witnessed the adoption and growth of corporate compliance programs and is a frequent lecturer on this topic to university and trade groups.",
        "author": [
            "John",
            "T.",
            "Boese"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "9",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-1/articles/corporate-compliance-programs-really-prevent-wrongdoing.html\n"
    },
    {
        "title": "The New World of Electoral Politics and What It Means: An Introductory Essay",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/introduction.pdf",
        "abstract": "The Emory Corporate Governance and Accountability Review (¿ECGAR¿) could not let this election cycle slip by without a substantive discussion of at least some of the issues that may be important to Americans, those who will serve as legislators, and the ranks of the new administration. The word ¿accountability¿ in our review¿s name provides, where necessary, a broad mandate to discuss issues of public importance (although some of these issues may relate to corporations only tangentially). Discussions of the environment, global warming, labor and employment, and (by some accounts) our broken healthcare system are within the essays published here. This dialogue is merely the start of a larger conversation. Still, this Issue is the largest single Issue of any law review published by Emory University School of Law since its founding exactly a century ago.",
        "author": [
            "Reuben",
            "Guttman",
            "and",
            "Paul",
            "J.",
            "Zwier"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "17",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/introduction/world-electoral-politics-introductory-essay.html\n"
    },
    {
        "title": "Making America Equal Again: An Interview with Robert Ahdieh",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/ahdieh.pdf",
        "abstract": "In an ECGAR interview, Dean Ahdieh gives his insight about the Equal Protection Clause and its implications regarding the upcoming administration. Specifically, Ahdieh discusses the increasing problem of income disparity between the rich and the poor, and how lack of interaction between different communities¿such as urban and rural¿have impacted the disparity.",
        "author": [
            "Prasad",
            "Hurra"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "21",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/interview-ahdieh-america-equal.html\n"
    },
    {
        "title": "Stop-and-Frisk Under President-Elect Donald Trump's Administration",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/arora.pdf",
        "abstract": "This Perspective addresses President-elect Trump¿s comments on stop-and-frisk, the history of stop-and-frisk jurisprudence, and the potential impact that the reinstatement of stop and frisk can have on individual constitutional rights. The piece identifies and discusses crucial Fourth-Amendment opinions such as Terry, and the piece leaves the reader to ponder how the President-elect appointment power for U.S. Supreme Court justices can affect the overall trajectory of stop-and-frisk.",
        "author": [
            "Manny",
            "Arora"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "31",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/stop-frisk-trump-administration.html\n"
    },
    {
        "title": "A Call for Ethics and Civility in Governance and Litigation: Changing Culture and Increasing Accountability",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/chakravarty.pdf",
        "abstract": "Civility is under attack in boardrooms, conference rooms, and courtrooms. Government officials, corporate officers, and litigators are uniquely suited to be a bulwark against expedience at the expense of ethics; it is time to insist upon the highest ethical and civil conduct in these public spaces. First, it is important to invest in an initiative to encourage cultures of ethics and civility in businesses and organizations. Second, government and industry groups should provide resources and encourage more robust ethics enforcement. Third, attorneys should aspire to be the model for civility and ethics. Increasing focus on ethical and civil behavior in the powerful organizations of the American fabric is likely to carry-over to an awareness of the importance of civility to the broader masses. Doing so not only makes business sense, but it is the right thing to do and the right time to do it.",
        "author": [
            "Aloke",
            "Chakravarty"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "37",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/ethics-civility-governance-litigation-accountability.html\n"
    },
    {
        "title": "Conflicts of Interest and the President: Reviewing the State of Law in the Face of a Trump Presidency",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/claiborne.pdf",
        "abstract": "I¿m very interested in the potential conflicts of interest between Donald Trump¿s presidency and his companies. Unlike other presidents, rather than placing his assets in a blind trust, he has turned his companies over to his adult children¿some of whom may also serve in his cabinet/other roles. While he says he will not be discussing the companies with them, (a) there is no way to enforce this, (b) he still knows enough about them to make decisions that could likely affect his companies in a beneficial way, and (c) won¿t people dealing with his children (including foreign countries) assume they are inadvertently dealing with our president and thus be inclined to show them special treatment?",
        "author": [
            "M.C.E."
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "47",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/conflicts-president-law-trump-presidency.html\n"
    },
    {
        "title": "Recommendations for Improving the Health Care System--Pharmacology",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/fadem.pdf",
        "abstract": "Dr. Fadem introduces the increasing problem of unaffordable pharmaceuticals, and addresses that issue by discussing how health care could constructively help patients gain more access to pharmaceuticals. Dr. Fadem accomplishes this goal by discussing the history of the FDA, the process of drug development, the manufacturing of drugs, and the marketing of those drugs. The Article also discusses how stricter regulations in the U.S. than abroad often punish the U.S. patient since the same drug sold overseas can cost double for the U.S. consumer.",
        "author": [
            "Stephen",
            "Z.",
            "Fadem"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "61",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/recommendations-improving-health-care-pharmacology.html\n"
    },
    {
        "title": "U.S.-EU Trade Barriers and the Transatlantic Trade and Investment Partnership Agreement",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/ferrarese.pdf",
        "abstract": "Lydia Ferrerese explores the divergent opinions on whether U.S. trade agreements should be negotiated, renegotiated, or abolished entirely. Ferresese accomplishes this goal by discussing how low growth and increased competition fosters protectionist barriers, and fear of how the upcoming administration can have a negative effect on the Transatlantic Trade and Investment Partnership Agreement.",
        "author": [
            "Lydia",
            "Ferrerese"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "71",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/trade-barriers-transatlantic-partnership-agreement.html\n"
    },
    {
        "title": "FCPA Enforcement and Compliance Under Trump",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/fox.pdf",
        "abstract": "Donald Trump has gone on the record as saying the Foreign Corrupt Practices Act (FCPA) is a ¿horrible law and it should be changed¿ and that it puts US businesses at a ¿huge disadvantage.¿ What does all of this and a Trump administration mean for FCPA enforcement and, more importantly, FCPA compliance going forward? The US Foreign Corrupt Practices Act has been shown to be the world¿s leading tool in the fight against bribery and corruption. Any US company doing business outside the US is subject to the FCPA and must have an effective compliance program to be in compliance with the law. Yet this same law also protects US companies overseas in variety of ways, such as providing clear protections that US companies do business ethically and without resorting to bribery and corruption. The law also fosters US foreign policy, economic and legal interests abroad. FCPA enforcement and the compliance profession should not be eviscerated by the incoming administration as it is not in either the US government¿s nor US business¿s interest to do so.",
        "author": [
            "Thomas",
            "R.",
            "Fox"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "79",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/fcpa-enforcement-compliance-trump.html\n"
    },
    {
        "title": "Labor in the Trump Years",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/garden.pdf",
        "abstract": "For Unions, the 2016 election changed everything. Instead of building upon the advances of the past eight years, Unions will be facing a Trump administration hostile to their interests. Under Obama, the NLRB took a broad view of worker¿s rights. This included a pragmatic view on the fissured workplace, a widening of the statutory definition of ¿employee,¿ and ¿employer,¿ and increased enforcement of NLRA rights for non-union members. But now under Trump, unions will face a conservative supreme court likely to rule against unions. Unions will also face a Republican Senate and Congress looking to pass anti-labor legislation. All hope is not lost though, as a pro-labor message continues to resonate with the American public. Unions most now be able to transform public popularity in the message to popularity in policy.",
        "author": [
            "Charlotte",
            "Garden"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "95",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/labor-trump-years.html\n"
    },
    {
        "title": "Employment Limbo--A Labor and Employment Law Perspective on the Transition from Obama to Trump",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/griffith.pdf",
        "abstract": "Griffith explores how the President-elect¿s new administration will effect key policy issues such as health care reform, the Department of Labor, and the National Labor Relations Board. Because President-elect Trump has a Republican Senate, it should be easier for him to implement his policies on these key issues. Until the new administration forges a plan regarding these key issues, employers will still operate under President Obama¿s policy.",
        "author": [
            "Patricia",
            "Griffith"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "103",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/labor-employment-perspective-obama-trump.html\n"
    },
    {
        "title": "Government by Contract: The White House Needs Capacity to Account for the Legacy of 20th Century Reform",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/guttman.pdf",
        "abstract": "The perspective explores the increasing roles that contractors play in policy implementation, from drafting rules, plans, and budgets, to writing statutorily-required reports to Congress. The author identifies the increasing problem of contractors¿as opposed to elected officials¿making such implementations, fearing that contractors lack accountability to the public.",
        "author": [
            "Dan",
            "Guttman"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "115",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/government-contract-white-house-legacy-reform.html\n"
    },
    {
        "title": "Jury Practice in Post-Truth America: A Cautionary Note",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/harpootlian-kenney.pdf",
        "abstract": "Harpootlian argues that President Elect Donald Trump¿s treatment of facts throughout the campaign presents cause for concern. Specifically, Harpootlian argues that the courtroom is designed to rely on evidence. Harpootlian worries that this reliance is threatened by the fact that President Trump flouted and ignored evidence which was unfavorable towards him. Harpootlian fears a similar disregard for evidence in favor of results driven decisions taking root in the courtroom.",
        "author": [
            "Richard",
            "A.",
            "Harpootlian",
            "and",
            "Christopher",
            "P.",
            "Kenney"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "131",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/jury-post-truth-america-cautionary.html\n"
    },
    {
        "title": "Money Talks",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/hart-mcphaul.pdf",
        "abstract": "For better or for worse, money speaks loudly. Companies and people respond to monetary incentives. As a result, change often is tied to spending money. Citizens have power to influence corporations by deciding when and where they will spend money. In light of this, Hart advocates for increased shareholder activism to continue to influence corporate decisions vis-à-vis social values.",
        "author": [
            "Barbara",
            "J.",
            "Hart",
            "and",
            "Christina",
            "McPhaul"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "143",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/money-talks.html\n"
    },
    {
        "title": "An Interview with Charles Holton",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/holton.pdf",
        "abstract": "Many important economic indices show that the economy has improved markedly under the Obama administration, but, there are communities that are still struggling with loss of jobs and housing. Courts are seeing an increased number of eviction cases presenting some very serious concerns, particularly for the tenants. However, the evictions can be reduced, and educating the judges, tenants and landlords is the first step. The struggling tenants can seek public funding or legal aid available in their counties that provide alternatives to eviction, but unfortunately, the cutbacks in funding to legal aid organizations have affected many states of late. On behalf of the Emory Corporate Governance and Accountability Review, Prasad Hurra and Zalak Raval interviewed Mr. Charles Holton, a partner in Womble Carlyle. This interview is about the legal battles of the individuals and the communities that have suffered the impact of homelessness.",
        "author": [
            "Prasad",
            "Hurra",
            "and",
            "Zalak",
            "Raval"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "149",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/interview-charles-holton.html\n"
    },
    {
        "title": "Conservative Mythology and the Supreme Court",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/ivers.pdf",
        "abstract": "Trump has made a firm public commitment to overturn Roe and appoint ¿pro-life¿ justices, and he held out Antonin Scalia as his model Supreme Court justice. For almost fifty years, Republican presidential candidates have campaigned against the Supreme Court. Should President Trump have the opportunity to appoint two justices over the coming years, Chief Justice John Roberts will, more likely than not, find himself having to make decisions that are as strategically calculated towards maintaining the Court¿s institutional prestige. Retracting rights is not something the Court does easily, if at all. For better or worse, the Constitution¿s fate has been in the hands of a majority of Republican appointed justices since 1970 and that is not about to change anytime soon. It is important to see how Roberts will balance the competing forces in front of him.",
        "author": [
            "Gregg",
            "Ivers"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "157",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/conservative-mythology-supreme-court.html\n"
    },
    {
        "title": "Hindu American Immigration Reform Priorities for the Trump Administration",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/kalra-shukla.pdf",
        "abstract": "As the new Trump-Pence Administration prepares to take office in January, it must work immediately towards developing a robust policy agenda to address the most pressing domestic and international issues facing our country. Paramount among these is the urgent need to reform our immigration system in a manner that is humane and practical, and that simultaneously supports our economic and national security interests. This Article explains the importance of the Trump-Pence Administration and members of Congress to implement immigration policies, which address the concerns of the Hindu American community.",
        "author": [
            "Samir",
            "Kalra",
            "and",
            "Suhag",
            "Shukla"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "179",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/hindu-american-immigration-priorities-trump.html\n"
    },
    {
        "title": "The Workers' President",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/karmel.pdf",
        "abstract": "Given Trump¿s appointment of Puzder, and the numerous violations that Trump¿s and Puzder¿s businesses have in the past been assessed by OSHA, it is unlikely that a Trump administration will continue the pro-worker, pro-safety agenda initiated by the Obama administration. Instead, the advances in worker safety that cannot be undone by the Congressional Review Act (CRA) will be effectively undone by a weakened enforcement OSHA regime in an already under resourced OSHA. It seems apparent that American workers will be in a crisis under the Trump administration despite his campaign promises otherwise. However, crisis creates opportunity. Workers and their advocates must use the impending crisis to hold Trump¿s feet to the fire and demand nothing less than the great jobs that he promised while posing as the Workers¿ President.",
        "author": [
            "Jonathan",
            "D.",
            "Karmel"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "189",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/the-workers-president.html\n"
    },
    {
        "title": "An Interview with Wilma Liebman: Liebman Knows Labor Law -- The Future of the National Labor Relations Board",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/liebman.pdf",
        "abstract": "Samuel Feldman interviews Wilma Liebman on the impact of president elect Trump¿s presidency on labor relations and the National Labor Relations Board. Liebman, a former official with the NRLB, concludes that a Trump administration likely will translate into a more laissez-faire approach to employment issues. This approach, according to Liebman will empower businesses but may result in lower bargaining power for workers.",
        "author": [
            "Samuel",
            "Feldman"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "195",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/interview-wilma-liebman-labor-law.html\n"
    },
    {
        "title": "Considerations for the Next Administration: Criminal Justice Reform and Prisoner ReEntry",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/lore-kanterman.pdf",
        "abstract": "This Article explains the concept of prisoner reentry, which are Reentry programs that are designed to assist incarcerated individuals to successfully transition back into society after being released from prison. One critical component for reforming our system is through enhanced reentry programming and support: ensuring that offenders are provided adequate support and guidance post-incarceration, so that they may re-enter society as a contributing member of the global community. For the next administration, criminal justice reform will present an opportunity to implement rehabilitative justice through an investment of resources. The benefits of doing so appear clear¿the community is safer when people are successfully reintegrated and precious resources are saved by not having to incarcerate those who don¿t successfully reintegrate.",
        "author": [
            "J.C.",
            "Lore,",
            "III",
            "and",
            "Jason",
            "S.",
            "Kanterman"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "201",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/next-administration-criminal-reform-reentry.html\n"
    },
    {
        "title": "Marijuana on Trial: Who Decides?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/nettles-hurra.pdf",
        "abstract": "This Essay addresses the tension between Federal and State level regulation of marijuana. Nearly a half century ago, under the Controlled Substances Act, Congress classified Marijuana as a Schedule One substance. Today, possession of marijuana, outside of limited research exceptions, remains a federal crime. Yet that has not stopped marijuana to be legalized, for medical and recreational reasons, in States across the country. As States legalize marijuana questions will remain because of the current Federal ban. Should banks lend money to the cannabis business, or are they putting themselves at risk? Uncertainty in the laws regulating marijuana use and sale will remain in the near future as State voters fight against Federal law.",
        "author": [
            "William",
            "Nettles",
            "and",
            "Prasad",
            "Hurra"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "209",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/marijuana-on-trial.html\n"
    },
    {
        "title": "Against the Backdrop of President-Elect Trump's Carrier Deal: The Breach of Fiduciary Duty Exposure Caused by Directing a Subsidiary to Undertake a Transaction for the Parent Company's Benefit",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/nwaeze.pdf",
        "abstract": "When Carrier, at then Presidential Candidate Donald Trump¿s bequest, decided to keep 1000 jobs in Indiana, it did so at substantial economic costs. O.C. Nwaeze examines the millions of dollars in lost profit in terms of the fiduciary duty of Carrier¿s board members to the shareholders in the company. However, given the ownership situation of Carrier, Nwaeze ultimately concludes that there is no breach of fiduciary duty.",
        "author": [
            "O.C.",
            "Nwaeze"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "219",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/backdrop-trump-carrier-fiduciary-subsidiary-parent-benefit.html\n"
    },
    {
        "title": "Environmental Law in the Trump Administration",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/percival.pdf",
        "abstract": "As Washington¿s first outsider president, Mr. Trump has an opportunity to craft environmental legislation that balances both business and environmentalist. While it is too early to predict with confidence how environmental law will fare in the Trump administration, it is clear that it will be markedly different than it would have been if Hillary Clinton had been elected President. But because Trump truly is a Washington outsider who is beholden to neither of the two major political parties, he actually may have an opportunity to craft reforms that benefit both business and the environment. Whether or not he actually will do so is anyone¿s guess.",
        "author": [
            "Robert",
            "V.",
            "Percival"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "225",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/environmental-law-trump-administration.html\n"
    },
    {
        "title": "Medicine Meets Wall Street",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/poplin.pdf",
        "abstract": "Dr. Poplin argues that profit incentives are out of place in a health care industry. One of the problems she points to is the western concept of medicine as care for the sick. Poplin proposes that a better potential approach is a more holistic health promoting system that attempts to keep people healthy before they get sick in the first place. She also argues that the health insurance market has inherently changed and that any future approaches will need to consider changes such as increase early screening and increased life expectancy with chronic illness.",
        "author": [
            "Caroline",
            "Poplin"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "237",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/medicine-meets-wall-street.html\n"
    },
    {
        "title": "The Impact of a Trump Presidency on Criminal Law",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/samuel.pdf",
        "abstract": "ECGAR asked Don Samuel to comment on the results of the 2016 Presidential Election. This Article elaborates on Samuel¿s personal views regarding the Trump Administration in the following three capacities: (1) as a criminal defense attorney; (2) as a United States citizen; and (3) as a citizen of the world. Under each of the three sections, Samuel discusses sub-topics where he predicts substantial changes coming under the Trump Administration. Samuel will also comment on Trump¿s Administration¿s possible effect on corporate governance.",
        "author": [
            "Don",
            "Samuel"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "249",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/impact-trump-presidency-criminal-law.html\n"
    },
    {
        "title": "A Wish-List from the Trenches of Health Information Technology",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/snider.pdf",
        "abstract": "The Article outlines Sam Snider¿s personal wish-list items for Trump¿s upcoming administration to address as it relates to information technology (HIT) systems. This approach consists of highlighting items that have the potential to yield significant benefits to the healthcare IT infrastructure, concentrating in four areas: interoperability, privacy/consent, cybsersecurity, and industry involvement. While the author admits that some of the items would be difficult to incorporate, they would, in essence, bring the Office of the National Coordinator for Healthcare IT (ONC) closer to achieving their vision: ¿high-quality care, lower costs, healthy population, and engaged people.¿",
        "author": [
            "Sam",
            "Snider"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "257",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/wish-list-trenches-health-technology.html\n"
    },
    {
        "title": "A Civil Justice System That Works for Working People",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/vail.pdf",
        "abstract": "Serial wrongdoers¿generally, large corporations¿have sought to make it more difficult to get into court and, if you get in, to make it more difficult to get cases before juries, the one decision-making institution they have not been able to buy. Their efforts have worked. Lay people decide cases increasingly less often. Power has been transferred from citizens to elites. The courts have been starved of funding. And jury trials are disappearing to the benefit of serial wrongdoers. The incoming administration and Congress profess to be on the side of working Americans. Here are three things they can do to make the civil justice system more fair: (1) feed the courts; (2) restore the original intent of the Federal Arbitration Act; and (3) Restore the power of juries.",
        "author": [
            "John",
            "Vail"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "273",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/civil-justice-works-people.html\n"
    },
    {
        "title": "On Your First Day, President Trump, Please Repeal the Immunization of Gun Sellers Act",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/vandall.pdf",
        "abstract": "The purpose of this edition of the Emory Corporate Governance and Accountability Review is to suggest what needs to be done during the first few days of President Trump¿s new administration. The first act should be the repeal of the Protection in Lawful Commerce in Arms Act (PLCA) (2005). In essence this is a ban on suits against corporations that manufacture guns. Gun manufacturers are the experts and need to be brought into the gun safety debate. When at fault, they should be held liable.",
        "author": [
            "Frank",
            "J.",
            "Vandall"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "281",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/first-day-trump-repeal-gun-immunization-act.html\n"
    },
    {
        "title": "Draining the Swamp Requires Robust Whistleblower Protections and Incentives",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/zuckerman-devine.pdf",
        "abstract": "The Trump Administration has promised to ¿drain the swamp,¿ combat corporate corruption, and root out waste, fraud, and abuse in the federal government. To achieve those laudable goals, the new Administration will need to appoint effective leaders to the agencies or subagencies charged with enforcing whistleblower-protection laws, and Congress will need to preserve and, indeed, enhance whistleblower protections in the public and private sectors. This Article provides a detailed agenda for the new Administration to ensure effective enforcement of federal whistleblower-protection laws and an agenda for Congress to plug significant gaps in whistleblower-protection laws.",
        "author": [
            "Jason",
            "Zuckerman",
            "and",
            "Tom",
            "Devine"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "303",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/draining-swamp-whistleblower-protections-incentives.html\n"
    },
    {
        "title": "Challenges to Health Care Reform in 2017",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/zwier.pdf",
        "abstract": "The issue of health care in the US has been a huge challenge to fix. This Article by Paul Zwier provides analysis and policy proposals regarding the resistance to the health care reform. It will first briefly examine the problems the Affordable Care Act was trying to address. Next, it will describe the recent arguments in Congress against reform and what the nomination of Tom Price as head of the U.S. Department of Health and Human Services (DHHS) might portend for what is behind the Affordable Care Act¿s (ACA) repeal. Lastly, Zwier will propose some potential policies that might be part of the reform that could help overcome this resistance.",
        "author": [
            "Paul",
            "J.",
            "Zwier"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "327",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/essays-interviews/challenges-health-care-reform-2017.html\n"
    },
    {
        "title": "Afterword: The Election, the Regulators, and the Regulated",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/Special Issue/afterword.pdf",
        "abstract": "This Voters¿ Piece is a short Article based on the voters¿ opinion of the results of the 45th Presidential election of the United States. In a surprising upset, President-Elect Donald Trump defeated Secretary Hillary Clinton. Prasad Hurra explains the history of Emory Corporate Governance and Accountability Review (¿ECGAR¿), re-tells the events surrounding the election night on November 8, 2016, and finally details the voters¿ opinions regarding the result of the election. This Article concludes that no matter the results of the election, the regulated expect the Trump Administration to preserve, protect, and defend the American Dream with a renewed vigor.",
        "author": [
            "Prasad",
            "Hurra,",
            "Nicholas",
            "Torres,",
            "and",
            "Sai",
            "Santosh",
            "Kolluru"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "335",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-special/afterword/afterword-election-regulators-regulated.html\n"
    },
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/introduction.pdf",
        "abstract": "I am pleased to present the ECGAR Law & Innovation issue. This issue is devoted to innovative regulatory approaches to corporate governance. The majority of the articles in this issue deal with some of the complex governance issues for companies in the financial technology (¿fintech¿) industry.",
        "author": [
            "Nicole",
            "Morris"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "339",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/introduction/introduction.html\n"
    },
    {
        "title": "Electronic Equity Management Platform for Privately-Held Companies: Benefits, Risks, and Costs",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/akers.pdf",
        "abstract": "Software-as-a-service equity management platforms (¿EMPs¿) have emerged in recent years to simplify and streamline the issuance and management of securities for private companies and their lawyers by taking documents and processes previously reliant on paper and making them electronic. By allowing users to electronically issue, sign, and manage stock certificates, options, and other convertible securities, EMPs can save time for lawyers/paralegals and reduce legal costs for clients. EMPs provide various other benefits as well, including automated compliance checks, pro forma financing and exit scenario modeling, and inexpensive 409A valuations. However, despite the cost-savings and other benefits to using electronic equity management platforms, there are also new risks in using these platforms, such as data loss, data breach, and lack of data access. Overall, if the risks are properly managed and the cost structure makes sense, EMPs can be a smart choice for companies and lawyers looking for greater efficiency, convenience, and lower costs in the issuance and management of securities.",
        "author": [
            "George",
            "Akers"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "341",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/articles/equity-management-platform-privately-held-benefits-risks-costs.html\n"
    },
    {
        "title": "Cybersecurity Is Not a Product, It's a Process: Financial Service Regulators Hold Insurance Company Boards Responsible for Cybersecurity",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/kane-goldstein.pdf",
        "abstract": "Cybersecurity remains top of mind in the financial service industry. Hacking and breaches are ever present and it is clear that Corporate Boards of Directors have oversight responsibility for cybersecurity vigilance. Recently, in the financial service industry, insurance and banking regulators are issuing regulations and proposed regulations which set forth specifics for Boards as they exercise this oversight responsibility. The latest draft of the NAIC Insurance Data Security Model Law outlines the oversight role for the Board of Directors to ensure that there are adequate cybersecurity policies, technical staff, and annual reports provided to the Board. The Office of the Comptroller of the Currency, the Board of Governors of the Federal Reserve System, and the Federal Deposit Insurance Corporation have, late last year, released a Joint Advance Notice of Proposed Rulemaking for enhanced cyber risk management standards that reinforces the concept of Board Governance for Cybersecurity programs, oversight and reporting. We intend to present these Board governance requirements, their breath and the different approaches taken by each regulator, which all reinforce the common theme: the oversight responsibility of Corporate Boards of Directors for Cybersecurity.",
        "author": [
            "Alice",
            "T.",
            "Kane",
            "&",
            "Phillip",
            "A.",
            "Goldstein"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "353",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/articles/cybersecurity-process-financial-service-regulators-insurance-boards-responsible.html\n"
    },
    {
        "title": "R&D Tax Incentives: Creating an Unlevel Playing Field?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/kavanagh.pdf",
        "abstract": "In many countries, including the United States, governments have implemented regulations that aim to encourage expenditure on research and development (¿R&D¿). Often, the regulations used to encourage R&D can have the effect of stifling innovation. This is because the tax incentives available for R&D disproportionately benefit large multinational enterprises (¿MNEs¿) and do little to benefit startups and small businesses. As a result of the disparate benefits received from R&D-related regulations, startups and small businesses, which often have very innovative and cutting-edge ideas, are unable to compete with large MNEs. Because of this inability to compete, innovative ideas are left unrealized. In the United States specifically, MNEs benefit much more from the R&D tax credit than startups and small businesses do, and this disparity results in an unlevel playing field. The U.S. Government has taken a step in the right direction through the changes made in the PATH Act in 2015, but there is still room for improvement. The implementation of a well thought-out IP box regime could significantly improve the ability of startups and small businesses to compete with MNEs.",
        "author": [
            "Stefanie",
            "Kavanagh"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "363",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/articles/r-d-tax-incentives-unlevel-playing-field.html\n"
    },
    {
        "title": "The Evolving Landscape of Data Privacy and Cyber Security in the Financial Services Industry",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/nazarro-white-setterlund.pdf",
        "abstract": "The regulation of data privacy and cyber security in the financial services sector is in its infancy. This is partly due to the fact that the regulation of Financial Services is fragmented with multiple regulators covering different risks across different entities including the Federal Reserve, FDIC, OCC, SEC, FINRA, CFPB, FinCEN, as well as all the applicable State Agencies covering traditional commercial banking, consumer lending, investment banking, and broker dealer activity. We will review what standards are currently being utilized by both the prudential regulators, the CFPB, as well as the New York Department of Financial Services, and the best practices that those in the commercial banking and consumer lending spaces should implement including review of the FFIEC's Cyber Security tool. After our discussion of compliance on the front end, we will close with best practices to implement in the event of a breach and how the best practices put place prior to the breach will help in limiting your regulatory, reputational and litigation liability post breach.",
        "author": [
            "Craig",
            "Nazarro,",
            "Matt",
            "White,",
            "&",
            "Eric",
            "Setterlund"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "369",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/articles/evolving-landscape-data-privacy-cyber-security-financial-industry.html\n"
    },
    {
        "title": "Crowd-Fundamentals: Balancing Rapidly Advancing Crowdfunding Innovation with Protections for Consumers",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/fialkow-essay.pdf",
        "abstract": "Inspired by the proliferation of online crowdfunding sites and projects, Zachary Fialkow decided to look deeper into how law intersects with this particular type of innovation. What Filakow found was a revolutionary set of ideas hampered by legislative and judicial hangups. For example, equity crowdfunding, whereby small-time investors can buy equity in burgeoning companies, can bring power to people in a way previously unheard of. However, the same laws permitting equity crowdfunding in the U.S. are also preventing it from being truly useful, involving unfavorable funding limits and complex regulations. In addition, rewards-based crowdfuning, of Kickstarter and Indiegogo fame, are simpler to use and less regulated, but also leave open great vulnerabilities to fraud. In fact, unlike equity crowdfuning, rewards-based crowdfunding could use more governmental regulation. Fialkow argues that balancing this need for consumer protection with the need for businesses to operate freely is key to ensuring online crowdfunding¿s viability in the future.",
        "author": [
            "Zachary",
            "Fialkow"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "391",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/essays/crowd-fundamentals-balancing-advancing-innovation-protections-consumers.html\n"
    },
    {
        "title": "Broadband in the Age of Pai: The Past, Present, and Future of the Internet",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/haman.pdf",
        "abstract": "The internet has undergone significant changes since its inception. One of President Trump¿s first actions after being sworn in was to make Ajit Pai Chairman of the FCC. In doing so, President Trump ensured that the nature of the internet will continue to change. This paper initially explores the history of the FCC¿s internet regulations, including the legislation and court rulings which changed the scope of the FCC¿s authority. Net neutrality, which is the principle that all lawful internet content should be treated equally by internet service providers, is contextualized and justified using several modern examples of net neutrality violations. Next, the history of net neutrality is recounted, so that the differing views that FCC regulators have had on the scope and content of internet regulations can be better understood. After that, Chairman Pai¿s disagreements with other FCC commissioners are analyzed, because disagreements among commissioners might foreshadow changes in policy.",
        "author": [
            "Christian",
            "Haman"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "407",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/essays/broadband-age-pai-past-present-future-internet.html\n"
    },
    {
        "title": "Devils in the Details: An Essay Examining the Significance of Jurisdictional Default Rules in the Mergers and Acquisitions Context",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/szycowski-essay.pdf",
        "abstract": "Merger and acquisition deals are complex multi-party transactions that may require years, millions of dollars, and large teams of accountants, bankers, and lawyers to close. Unfortunately, many of these transactions never reach that stage. In an effort to understand these multifaceted deals, Adrian Szycowski analyzes one of the many factors in a M&A deal. Using state statutes, case opinions, law journal articles, law firm client alerts, and other sources, Szycowski examines the interplay of jurisdictional default rules with common contract provisions found in every M&A deal. After setting a brief foundation of mergers and acquisitions, Szycowski reviews how Delaware, New York, and California approach and treat sandbagging, waiver of jury trial, and non-compete provisions. He also puts forward several alternative theories to help explain the discrepancy in the approaches of the aforementioned jurisdictions. Ultimately, Szycowski finds that Delaware and New York are generally pro-buyer jurisdictions while California is pro-seller/pro-worker.",
        "author": [
            "Adrian",
            "Szycowski"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "441",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/essays/devils-details-jurisdictional-default-rules-mergers-acquisitions-context.html\n"
    },
    {
        "title": "Removing Corporate Money from Politics",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/landrigan-essay.pdf",
        "abstract": "Around one hundred years ago President Theodore Roosevelt took the first step to ban corporations from making contributions in relation to federal elections. Over the next century, Congress would pass many laws in furtherance of this goal. As the Congress would pass these laws, the Court would be pressed to review the constitutionality of these bans. What developed was a constant back-and-forth between these two branches, one passing laws and the other striking down. If the fear of corporate involvement leading to corruption in the government is well-grounded, because the Court struck down the ban on corporate expenditures the ball is back in the court of the Congress to make the next move. In Citizens United v. FEC, the Court held unconstitutional laws that banned corporations from making independent expenditures. This Essay explores a possible next move the Congress could take in removing corporate money from federal elections.",
        "author": [
            "Kyle",
            "Landrigan"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "427",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/essays/removing-corporate-money-from-politics.html\n"
    },
    {
        "title": "Afterword",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/afterword.pdf",
        "abstract": "This year, Emory University School of Law celebrates its Centennial Year. As Emory Law celebrates a century of advancing the rule of law it also celebrates one hundred years of advancing society. Indeed, the two primary engines of societal progress are the laws that protect humanity and the innovations that enhance it as a whole. Yet, innovation and law are often at odds due to the nature of these concepts. This Issue of ECGAR provided specific examples of how regulations stifle innovation. Although finding the perfect balance between the blistering speed of innovation and the slow advance of law may be difficult, an administrative state that answers innovation with only more regulation can provide no answer at all.",
        "author": [
            "Nicholas",
            "Torres",
            "&",
            "Forrest",
            "Lind",
            "III"
        ],
        "document_type": "",
        "volume": "4",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "457",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-4/issue-2/afterword/afterword.html\n"
    },
    {
        "title": "A Practitioner's View of Institutional Corruption Through the Lens of the Health Care System: An Essay",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/1/guttman.pdf",
        "abstract": "I cannot say the root of my cynicism stems solely from my litigation against the healthcare industry. I spent years representing industrial and service unions and their members; the average working person¿or hardcore union member¿has no allusions about the power of institutions to corrupt. They often view their own employer and their union with the same gimlet eye. Yet, my litigation against the healthcare industry has, at the very least, been a policy laboratory for the understanding of institutional wrongdoing and deficiencies in compliance enforcement. While the lessons I have learned are in the first instance about ¿fraud, waste and abuse,¿ in the delivery of healthcare, they are transferrable and thus have meaning elsewhere.",
        "author": [
            "Reuben",
            "Guttman"
        ],
        "document_type": "",
        "volume": "5",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "1",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-5/issue-1/essays/practitioner-view-corruption-lens-health-care.html\n"
    },
    {
        "title": "Don't Fix What Ain't Broken--Off-Label Marketing, the FDA's Regulatory Regime, and the First Amendment",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/1/jacobson.pdf",
        "abstract": "This Essay posits that the FDA should protect the current regime put in place by the Kefauver-Harris Amendments and continue to prosecute drug and device companies and their employees for putting patient lives in danger by marketing their products for off-label use. The Essay focuses on the pharmaceutical companies, but device companies are subject to the same regulations. In fact, in 2015, the Department of Justice filed charges, including claims for putting misbranded and adulterated products in interstate commerce, against two Acclarent executives, William Facteau and Patrick Fabian, for the promotion of a device approved as a sinus spacer for unapproved use as a steroid delivery system. As this Essay makes clear, legislative efforts to allow broader off-label marketing are short-sighted, ignoring both the terrible consequences visited on patients prior to the Kefauver-Harris Amendments.",
        "author": [
            "Loren",
            "Jacobson"
        ],
        "document_type": "",
        "volume": "5",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "19",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-5/issue-1/essays/off-label-marketing-fda-regime-first-amendment.html\n"
    },
    {
        "title": "The False Claims Act's First-to-File Bar: Jurisdictional or Not?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/1/magnanini-kanterman.pdf",
        "abstract": "While the general theory behind the First-to-File bar may appear relatively simple, properly and practically applying it is a difficult task. Though there are many complexities involved with First-to-File litigation, this Article focuses on the current disagreement among the various circuit courts of appeals as to whether the First-to-File bar is a jurisdictional bar to litigation. This Article is not intended to offer an exhaustive analysis or resolution to this issue, but rather, will simply introduce the current debate and offer initial thoughts on why the authors believe the First-to-File bar is a non-jurisdictional provision.",
        "author": [
            "Robert",
            "A.",
            "Magnanini",
            "&",
            "Jason",
            "S.",
            "Kanterman"
        ],
        "document_type": "",
        "volume": "5",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "63",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-5/issue-1/essays/false-claims-act-first-to-file.html\n"
    },
    {
        "title": "A Call to Action: Cybersecurity Due Diligence in Today's Business Climate",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/2/grimberg-ray.pdf",
        "abstract": "These days it is the rare news cycle that goes by without referencing the latest cyber-related data breach to impact some fill-in-the-blank, well-known consumer-based company. Long gone are the days where executives and Board members did not worry about cybersecurity for their respective organizations, but incredibly too many of them continue to admire the problem or pretend that ¿it won¿t happen to us¿ until, well, it does. So, what can be done about it? The answer, consistent with traditional views of corporate governance best practices, is to engage in due diligence¿proactive action by asking the right questions to the appropriate personnel both internally within the company, as well as externally. The common denominators of good cybersecurity preparedness, regardless of size, scope, or industry, are front-end assessments, planning, and testing.",
        "author": [
            "Steven",
            "Grimberg",
            "&",
            "Mark",
            "Ray"
        ],
        "document_type": "",
        "volume": "5",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "73",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-5/issue-2/essays/action-cybersecurity-diligence-business-climate.html\n"
    },
    {
        "title": "Effective Compliance Means Imposing Individual Liability",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/2/guttman.pdf",
        "abstract": "Deputy Attorney General Sally Yates said it in a memo dated September 9, 2015, and her successor, Rod Rosenstein, said it in remarks dated October 6, 2017: corporations act through individuals, and compliance enforcement must necessarily account for holding individuals liable for the wrongs they orchestrate under cover of the corporate umbrella. The logic is reasonable and necessary. We blame corporations for catastrophic environmental events, misbranded drugs that cause injury, and financial products that destroy the life savings of those who have toiled for a living; yet at the helm of the corporations¿guiding their path of impropriety¿are people, many of whom who have benefited handsomely from the corporate misconduct that they have captained. Unfortunately, in comparison to the guilty pleas that are taken by corporations, which cannot be put behind bars, prosecutors¿both criminal and civil¿barely scratch the surface when it comes to pursuing the individual human culprits.",
        "author": [
            "Reuben",
            "A.",
            "Guttman"
        ],
        "document_type": "",
        "volume": "5",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "77",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-5/issue-2/essays/effective-compliance-means-imposing-individual-liability.html\n"
    },
    {
        "title": "Runnable, Ruinable Repo and the Great Recession: A Panic-Proofing Approach to Financial Regulation",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/2/metviner.pdf",
        "abstract": "This Paper argues for a sort of Gorton/Ricks hybrid approach to panic-proofing, whereby the federal government (1) insures the very-short-term repo obligations of the SIFIs (while also ensuring the high-quality of the collateral under those repo agreements) and (2) limits the exposure levels of the SIFIs to all other forms of uninsured runnable debt.",
        "author": [
            "Aaron",
            "Metviner"
        ],
        "document_type": "",
        "volume": "5",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "85",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-5/issue-2/essays/repo-recession-financial-regulation.html\n"
    },
    {
        "title": "Thick as Thieves? Big Pharma Wields Its Power with the Help of Government Regulation",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/2/sekerka-benishek.pdf",
        "abstract": "Americans are barraged by an endless flow of ads that claim to remedy medical maladies with prescribed drugs. The commercials depict productive and happy lives, with suggestive associations that human flourishing can be achieved via pharmaceutical intervention. The appeals are accompanied by an exhaustive inventory of potentially negative life-altering side effects. As ads end with this depiction of relational bliss through drug use, viewers hear a fast-paced listing of monotone non-segmented disclaimers, which can range from modest impacts (e.g., slight weight gain) to very serious implications (e.g., suicidal ideations). Research suggests that hearing about the risks of use may increase consumers¿ trust in the advertising. Sufferers may also conclude that stronger means better (i.e., helping them more effectively manage their condition). When it comes to health, consumers tend to mitigate the risk of taking drugs. Cognitive dissonance fuels a process of rationalizing side effects as part of the cost of wellbeing.",
        "author": [
            "Leslie",
            "E.",
            "Sekerka",
            "&",
            "Lauren",
            "Benishek"
        ],
        "document_type": "",
        "volume": "5",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "113",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-5/issue-2/essays/thieves-pharma-power-help-government-regulation.html\n"
    },
    {
        "title": "Is the Corporation an Enemy of Democracy? How to Give the Corporation a Little Soul",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/2/zwier.pdf",
        "abstract": "In his masterful book, GREAT TRANSFORMATION, Karl Polanyi theorized that laissez faire market capitalism had within it the eventual demise of democracy. He argued, in effect, that the myth free markets would magically most fairly distribute goods and services among is citizens would become a ¿bad seed,¿ that would grow to choke out democratic decision-making. In other words, once citizens in a democracy lose jobs and pensions, and get pay cuts, and pay ever increasing prices for medical care, they start to see themselves as pawns in a rigged system justified by free market formulas that are hard to understand. Add in further loss of life savings and investments when markets correct, and the combination of theory and loss will make these people to feel that their lives and fortunes were beyond their control.",
        "author": [
            "Paul",
            "J.",
            "Zwier"
        ],
        "document_type": "",
        "volume": "5",
        "issue": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "143",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-5/issue-2/essays/corporation-enemy-democracy-give-soul.html\n"
    },
    {
        "title": "The False Claims Act as Fail-Safe in a Deregulated Environment",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/1/brooker-gunasekera.pdf",
        "abstract": "This country needs ordinary Americans to step forward and step up¿individuals who will ¿do the right thing.¿ Effective enforcement of our nation¿s laws to solve the opioid crisis is dependent upon help from individuals with first-hand knowledge of the harmful practices that have brought us to the regrettable circumstances we find ourselves in today. The False Claims Act¿the Justice Department¿s primary civil enforcement tool¿provides financial rewards to whistleblowers. It is a legitimate enforcement tool to augment the efforts of the Justice Department. Insiders with personal knowledge of abusive practices that put patients at risk and waste taxpayer dollars can make an enormous difference.",
        "author": [
            "Renée",
            "Brooker",
            "and",
            "Eva",
            "Gunasekera"
        ],
        "document_type": "",
        "volume": "6",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "1",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-6/issue-1/essays/false-claims-act-fail-safe-deregulated-environment.html\n"
    },
    {
        "title": "The SAFE Vehicles Rule: How the Trump Administration¿s Course Change on Vehicle Emissions Reflects a Larger Policy Shift Away from Environmentally Friendly Regulations",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/1/claiborne.pdf",
        "abstract": "In his first two years as President, Donald J. Trump has focused on a systematic dismantling of the American regulatory framework, with environmental regulations coming under particularly fierce attack. This Essay reviews the President¿s recent withdrawal and replacement of fuel emissions regulations, and how this decision represents a more general adoption by the Trump Administration of the antiquated notion that economic prosperity and environmental regulation cannot exist harmoniously in modern society.",
        "author": [
            "Meghan",
            "Claiborne"
        ],
        "document_type": "",
        "volume": "6",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "9",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-6/issue-1/essays/SAFE-vehicles-rule-trump-course-policy-shift-regulations.html\n"
    },
    {
        "title": "Religion and Regulation",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/1/guttman.pdf",
        "abstract": "Just ten days after his inauguration, on January 30, 2017, the President issued an Executive Order directing that ¿for every new regulation issued, at least two prior regulations be identified for elimination, and that the cost of planned regulations be prudently managed and controlled through a budgeting process.¿ No doubt the Executive Order failed to account for the exhaustive administrative processes, and even court challenges, that typically create and temper regulation in the first place. Nor did the Executive Order account for the historical context of regulation; perhaps even a tragic event or loss of life leading to a rulemaking. To the contrary, the Executive Order approached regulation generally as a blight impeding man¿s ability to do good. Curiously, this should be antagonistic to Mr. Trump¿s purported evangelical base and yet it is not.",
        "author": [
            "Reuben",
            "Guttman"
        ],
        "document_type": "",
        "volume": "6",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "17",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-6/issue-1/essays/religion-and-regulation.html\n"
    },
    {
        "title": "Lighting the Way: The Johnson Amendment Stands Strong against Dark Money in Politics",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/1/untiedt.pdf",
        "abstract": "Wrapping itself in the cloak of ¿religious freedom,¿ the current administration, supported by many conservative members of Congress, has overtly pursued repeal of the Johnson Amendment, an oft-cited clause in the Internal Revenue Code that prohibits certain nonprofit organizations from endorsing political candidates or making campaign contributions. The consequences of deregulating the prohibition on tax-deductible political donations could imperil our country¿s traditions of electoral process.",
        "author": [
            "Whitney",
            "Untiedt"
        ],
        "document_type": "",
        "volume": "6",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "37",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-6/issue-1/essays/lighting-way-johnson-amendment-dark-money-politics.html\n"
    },
    {
        "title": "The Salary Basis Test for Overtime and Minimum Wage Laws",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/1/vaught.pdf",
        "abstract": "Responsible businesses do their best to stay in compliance with applicable overtime and minimum wage laws. The overtime and minimum wage law that generally covers most businesses in the United States and certain other locations is the federal Fair Labor Standards Act (¿FLSA¿). Depending on the particular state in which the business has employees, there may be state laws that provide more overtime wage and/or minimum wage protections for employees than the FLSA.",
        "author": [
            "Allen",
            "Vaught"
        ],
        "document_type": "",
        "volume": "6",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "45",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-6/issue-1/essays/salary-basis-test-wage-laws.html\n"
    },
    {
        "title": "The State of the Administrative State: The Regulatory Impact of the Trump Administration",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/1/hill.pdf",
        "abstract": "Abraham Lincoln once stated ¿The past is the cause of the present, and the present will be the cause of the future. All these are links in the endless chain stretching from the finite to the infinite.¿ Surely, Lincoln was not referring to the regulatory history of the country with his observation, but it is apt when ¿the state of the administrative state¿ is being assessed. To understand the Trump Administration¿s overall stance toward the administrative state and its particular regulatory actions, both the recent past and the likely impacts on the immediate future need to be considered. Beyond the daily attention-grabbing headlines and bold anti-regulatory rhetoric of President Donald Trump, his administration is building momentum implementing a significant amount of actual regulatory change which will have lasting impacts. The impacts are not only in the particular policy areas of focus, such as health, environmental, banking, immigration, but also on the administrative state itself in terms of its capacity.",
        "author": [
            "Kathy",
            "Wagner",
            "Hill"
        ],
        "document_type": "",
        "volume": "6",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "25",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-6/issue-1/essays/administrative-state-regulatory-impact-trump-administration1.html\n"
    },
    {
        "title": "Piercing the Healthcare Veil: An Argument for Healthcare Pricing Transparency",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/7/spiker.pdf",
        "abstract": "This Comment analyzes the current problem of opaqueness regarding patient access to pricing of shoppable services within the healthcare industry, the trend of increasing out-of-pocket costs paid by patients for shoppable services, and how consolidation among health care providers contributes to increased costs to patients. Analysis of the price transparency in the cosmetic procedure industry and successful state healthcare price transparency initiatives is conducted to demonstrate that transparency in pricing can contribute to increased competition, consumer knowledge and lower costs of shoppable services. The Paper concludes with suggestions for both federal and state-level policymakers on the proper course of action for putting patients’ interests first by putting insurance companies and healthcare conglomerates second.",
        "author": [
            "Rich",
            "Spiker"
        ],
        "document_type": "",
        "volume": "7",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "1",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-7/issue-1/comments/piercing-healthcare-veil-pricing-transparency.html\n"
    },
    {
        "title": "No More 1-Star Ubers: A New Model of Ride-Share Is Here",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/7/craft.pdf",
        "abstract": "Driverless technology has improved and developed considerably in recent years. Improvements ranging from more complex GPS navigation systems to intricate laser sensors that detect other cars on the road and a vehicle’s general surroundings have made it possible for companies like Tesla to manufacture and sell fully electric, self-driving cars to the general public. This Comment proposes a change in the ride-share business market toward embracing autonomous vehicles while also carefully leveraging practical concerns against state laws and technological limitations. Specifically, companies such as Lyft, through its partnership with Aptiv, have demonstrated the benefits of autonomous vehicle ride-share, but it has not been free of problems—both legal and practical.",
        "author": [
            "Eric",
            "Craft"
        ],
        "document_type": "",
        "volume": "7",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "35",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-7/issue-1/comments/no-more-1-star-ubers-new-model.html\n"
    },
    {
        "title": "Regulating Robocalls and Modern Debt Practices--Examining Governmental Responses and Their First Amendment Implications",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/7/harrison.pdf",
        "abstract": "This Comment will provide background information on the steps that Congress and federal agencies have taken to try to solve the issues surrounding robocalls and fair debt collection practices, specifically examining the Fair Debt Collection Practices Act (FDCPA), the Federal Communication Commission’s declaratory rulings on call blocking, the Consumer Financial Protection Bureau’s notice of proposed rulemaking, the Telephone Consumer Protection Act (TCPA), and the Telephone Robocall Abuse Criminal Enforcement and Deterrence Act (TRACED Act). This Comment will examine the provisions and shortcomings of these statutes and regulations. Two notable shortcomings include the FCC employing over-broad standards to detect fraudulent calls and pre-emptively blocking those calls from reaching consumers, as well as the Fair Debt Collection Practices Act allowing consumers to cease all communications with debt collectors.",
        "author": [
            "Rachel",
            "Harrison"
        ],
        "document_type": "",
        "volume": "7",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "67",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-7/issue-1/comments/regulating-robocalls-modern-debt-collection-practices.html\n"
    },
    {
        "title": "Fracking in a World with Fiduciary Duties: A Suggestion for the Future",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/7/white.pdf",
        "abstract": "Big businesses are regulated by a variety of sources. Depending on the industry, influencers and regulators range from local municipalities to agencies of the federal government. This Comment seeks to analyze the In re Clovis Oncology, Inc. decision, and the clear message the majority opinion sends to directors and agents of corporations: one’s fiduciary duties are indispensable obligations, irrespective of the occupational field at issue. By applying the Clovis principles to fracking companies, this Comment will encourage proactive, dynamic, and bold directors to change their reporting requirements before a shift in societal interests and concerns could expose them to liability.",
        "author": [
            "Kathryn",
            "White"
        ],
        "document_type": "",
        "volume": "7",
        "issue": "1",
        "journal": "Emory Corporate Governance and Accountability Review",
        "start_page": "107",
        "orginal_url": "https://law.emory.edu/ecgar/content/volume-7/issue-1/comments/fracking-fiduciary-duties-suggestion-future.html\n"
    }
]
