[
    {
        "title": "The Future of Cannabis Manufacturing in Georgia",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/1/francisco.pdf",
        "abstract": "Ever since Georgia legalized non-smokable forms of medical cannabis in 2015, the question of how to provide qualified patients with safe access to legally permitted products has vexed the legislature. This quandary led to the formation of not one but two legislative commissions to investigate the dilemma and provide recommendations.",
        "author": [
            "Michael",
            "R.",
            "Francisco"
        ],
        "document_type": "perspectives",
        "volume": "6",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-6/perspectives/future-cannabis-manufacturing-georgia.html\n"
    },
    {
        "title": "The Future of Cannabis Manufacturing in Georgia",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/1/francisco.pdf",
        "abstract": "Ever since Georgia legalized non-smokable forms of medical cannabis in 2015, the question of how to provide qualified patients with safe access to legally permitted products has vexed the legislature. This quandary led to the formation of not one but two legislative commissions to investigate the dilemma and provide recommendations.",
        "author": [
            "Michael",
            "R.",
            "Francisco"
        ],
        "document_type": "perspectives",
        "volume": "6",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-6/perspectives/future-cannabis-manufacturing-georgia.html\n"
    },
    {
        "title": "Clean Water Rule: Can Business Afford Otherwise?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/1/mills.pdf",
        "abstract": "The current administration has been consistent in its message to reduce regulation. By engaging in ¿bold anti-regulatory rhetoric,¿ President Trump is reinforcing the idea that all regulation is inherently bad for Americans and American business. The Trump administration has cut regulation across the board but particularly in the policy area of immigration, banking, healthcare and the environment. This Perspective will focus on environmental regulation, specifically the Clean Water Rule (CWR) and how this regulation is not only appropriately stringent, but essential for keeping businesses alive.",
        "author": [
            "Marguerite",
            "Mills"
        ],
        "document_type": "perspectives",
        "volume": "6",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-6/perspectives/clean-water-rule-business-afford-otherwise.html\n"
    },
    {
        "title": "Not My Problem . . . Or Is It? An Examination of Changing Liability for Mental Health",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/2/guarisco.pdf",
        "abstract": "This Paper will ultimately point out courts¿ flawed application of the standard of care for universities; impress upon the public that universities are, at their core, businesses in the field of providing educational services and should not, to an extent, be held liable for the mental health of their students; and forewarn the public about the negative ramifications that the requirement of mental health services and the oversight of state judicial and legislative authorities have on the internal operations of not only universities, but all businesses.",
        "author": [
            "Amanda",
            "Guarisco"
        ],
        "document_type": "perspectives",
        "volume": "6",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-6/perspectives/examination-liability-mental-health.html\n"
    },
    {
        "title": "Entwinement: Why Sororities and Fraternities Should Be Subject to the Constitution",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/2/hernandez.pdf",
        "abstract": "Sororities and fraternities are commonly referred to as ¿private organizations.¿ Their status as such has allowed them to trespass on the constitutional rights of their members without constitutional scrutiny. This becomes troublesome when these organizations often serve a university function but remain immune from constitutional regulations. As the number of students joining sororities and fraternities continues to grow, this concern becomes increasingly significant.",
        "author": [
            "Danielle",
            "Hernandez"
        ],
        "document_type": "perspectives",
        "volume": "6",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-6/perspectives/entwinement-sororities-fraternities-subject-constitution.html\n"
    },
    {
        "title": "The \"Materiality\" of the Incentive Compensation Ban in Higher Education",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/2/jacobs.pdf",
        "abstract": "For many for-profit colleges, most of their gross tuition is made up of students paying with some type of Title IV aid. For Heritage College, a private for-profit college working under Weston Education, Inc., roughly 97% of their students received Title IV aid. Remaining eligible to accept federal funds has become an integral piece of these for-profit colleges business models. Two main theories have been recognized by the courts for FCA liability when evaluating ICB claims: promissory fraud and the implied false certification theory (IFCT). This Paper will cover the courts¿ analysis of these two legal theories and the key points that have created differing outcomes. The courts¿ precedent points heavily to the determination that the ICB does not rise to a level of materiality under either of these theories.",
        "author": [
            "Luke",
            "Jacobs"
        ],
        "document_type": "perspectives",
        "volume": "6",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-6/perspectives/materiality-incentive-compensation-ban-higher-education.html\n"
    },
    {
        "title": "Privatization of Public Education: Balancing the Students and the Bottom Line",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/6/2/mills.pdf",
        "abstract": "¿A nonprofit raises money to finance its mission. A for-profit has a mission in order to make money.¿ These two structures seem theoretically incompatible, but the deal between the public Purdue University and for-profit Kaplan University is testing this theory by creating a new entity, Purdue University Global. Purdue University Global, also called Purdue Global, operates as an online education arm of Purdue University. This deal is being called the first of its kind and has the potential to set a new precedent in higher education.",
        "author": [
            "Marguerite",
            "Mills"
        ],
        "document_type": "perspectives",
        "volume": "6",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-6/perspectives/privatization-public-education-students-bottom-line.html\n"
    },
    {
        "title": "Don't Be Fooled: E-Cigarette Companies and the Revitalized Attack on America's Youth",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/1/archibald.pdf",
        "abstract": "This Perspective will try to first dispel the misconception that e-cigarettes are harmless by introducing current research on their dangers, especially with regard to teenagers. It will awaken young consumers to the marketing tactics of tobacco companies who rely on friendly flavors to re-attract teenagers to smoke. It will also present viable legal solutions that have proven successful in the past in curtailing tobacco companies¿ attempts to seduce America¿s youth to smoke. Ultimately, this argument will impress upon Congress and the FDA the necessity of regulating e-cigarettes as traditional cigarettes by: 1) prohibiting the flavoring of e-cigarettes, 2) prohibiting advertisement geared toward young people, and 3) initiating a media campaign informing teenagers of the dangers of e-cigarettes.",
        "author": [
            "Wrenica",
            "Archibald"
        ],
        "document_type": "perspectives",
        "volume": "5",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-5/perspectives/e-cigarette-attack-america-youth.html\n"
    },
    {
        "title": "Biohazard: The Medical Loss Ratio as Constitutionally Permissible Garbage (and How to Dispose of It)",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/1/erkenbrack.pdf",
        "abstract": "Since the Affordable Care Act (ACA) became law in 2010, it has been subject to political and constitutional scrutiny. While most critics have focused on the expansion of Medicaid and the individual mandate, the rest of the bill is by no means universally praised. One such controversial provision is the Medical Loss Ratio (MLR). Congress crafted the MLR with the purpose to improve patient care and reduce unnecessary administrative spending and excessive corporate profits. Those companies which do not, in a given year, spend the mandated amount on patient care, as opposed to other expenses, must make up the difference by providing a rebate to their policyholders. The purpose of the rebate is both to provide an incentive for insurance companies to comply with government regulations regarding revenue apportionment and compensate consumers who have been ¿shortchanged.¿ This Perspective will (1) show that the MLR is constitutional, (2) but that it is nevertheless poor policy, and (3) suggest some alternatives for Congress to consider should it repeal and replace the ACA.",
        "author": [
            "Joseph",
            "Erkenbrack"
        ],
        "document_type": "perspectives",
        "volume": "5",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-5/perspectives/biohazard-medical-loss-ratio-garbage.html\n"
    },
    {
        "title": "Citizen Petitions: A Process Hijacked by Big Pharma?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/1/evans.pdf",
        "abstract": "In response to some of the most egregious abuses of the citizen petition process, pharmaceutical manufacturers who raise concerns via the petition process that relate to their own product¿s formulation, delivery system, or any other aspect should be estopped from continuing to market and sell their product as is. If a drug manufacturer files a 505(q) petition, the FDA should force the filing manufacturer to comply in regards to their own products with the suggested requirements they make for the generic competition.",
        "author": [
            "Eric",
            "Evans"
        ],
        "document_type": "perspectives",
        "volume": "5",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-5/perspectives/citizen-petitions-hijacked-big-pharma.html\n"
    },
    {
        "title": "Nursing Home Fraud: Responsible Ways to Increase Profits in Nursing Homes",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/1/lewis.pdf",
        "abstract": "The government is working tirelessly to deter healthcare fraud in Skilled Nursing Facilities (¿SNF¿). The government is increasingly holding SNF¿s liable for overbilling Medicare for medically unnecessary services and billing for services that were not provided. The government believes that SNF¿s are committing Medicare fraud to increase profits in its facilities. To understand nursing home fraud, it is necessary to evaluate the False Claims Act (which is the leading body of law that SNF¿s are held liable under), how SNF¿s are reimbursed by Medicare, and SNF false claims liability for Medicare fraud. This Perspective will then offer ways for SNF¿s to increase profits legally and responsibly.",
        "author": [
            "Regine",
            "Lewis"
        ],
        "document_type": "perspectives",
        "volume": "5",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-5/perspectives/nursing-home-fraud-responsible-increase-profits.html\n"
    },
    {
        "title": "Big Pharma Takes On Marijuana Legalization: The Synthetic Marijuana vs. Botanical Marijuana Paradox",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/5/1/pickle.pdf",
        "abstract": "With marijuana remaining an illegal, Schedule I drug at the federal level, many legal questions and oddities surround the implications of federal law on state marijuana legalization. One point of apparent inconsistency is that while botanical marijuana continues to be highly disputed, synthetic versions of marijuana are legally produced and marketed nationwide by Big Pharma corporations. As the door continues to open for marijuana as a legal medical alternative, Big Pharma may be faced with a significant competitive adversary. There is some evidence to suggest that Big Pharma will respond by using its deep pockets not only to prevent legalization, but also to prevent research that would inform consumers of the beneficial effects of botanical marijuana vs. its synthetic counterpart.",
        "author": [
            "Katharine",
            "Pickle"
        ],
        "document_type": "perspectives",
        "volume": "5",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-5/perspectives/big-pharma-marijuana-legalization-paradox.html\n"
    },
    {
        "title": "Shades of Privacy in a Color-Blind System: The Rights and Expectations of Social Media Privacy in the Modern Workforce",
        "fulltext_url": "",
        "abstract": "This Paper will approach social media in the private-sector workplace from an employee ¿right to privacy¿ perspective, and analyze the limited privacy protections U.S. law, through a hodgepodge of statutory and common-law protections, currently provides to employee¿s social media activity. It will argue that courts are struggling to apply existing law, most of which was created in the context of more traditional forms of electronic communications, to social media, mainly because social media platforms allow users to use varying degrees of privacy in regards to their online activity that the law is not finely calibrated enough distinguish. Furthermore, the Paper will argue that squaring up the degrees of social media privacy with the idea that liability for both statutory and common-law invasion of privacy claims turn on court¿s binary perception of privacy requires holding that employees who have utilized any privacy settings should be ruled to have taken steps to remove the communication from the online public sphere, and thus has a reasonable and protectable expectation of privacy.",
        "author": [
            "Eric",
            "Evans"
        ],
        "document_type": "perspectives",
        "volume": "5",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-5/perspectives/color-blind-system-social-media-privacy-workforce.html\n"
    },
    {
        "title": "Follow the Leader: Using 23 N.Y.C.R.R. 500 to Craft a Safer Financial World",
        "fulltext_url": "",
        "abstract": "Cyberattacks are growing in sophistication and reach day by day. With the ever-evolving global cyber business world that we live in, no one is safe from cyberattacks. Successful attacks on the world¿s financial systems would have devastating effects on both impacted individuals and the financial system as a whole. The smallest cyber security breach can easily turn into a full blown cyberattack, thus it is extremely important that we implement the correct safeguards to protect our financial systems. This Article will assess how past cybersecurity breaches affected the financial services industry both domestically and abroad. It will then explore the expanding world of cybersecurity, before examining how 23 N.Y.C.R.R 500 has implications reaching far beyond the state of New York. It will look at foreign regulations, because these are important to protect individuals from cybersecurity threats all around the world. Finally, this Article will discuss the importance of expanding cybersecurity regulations globally.",
        "author": [
            "Anthony",
            "Georgiafandis"
        ],
        "document_type": "perspectives",
        "volume": "5",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-5/perspectives/using-23-nycrr-safer-world.html\n"
    },
    {
        "title": "Why Google May Be in the Right: An Analyses of Political Discrimination in the Workplace",
        "fulltext_url": "",
        "abstract": "The purpose of this Essay is to argue that there may be a reasonable basis for companies to politically discriminate against potential and current employees, because of the extremely polarized political environment that exists in the U.S. today. James Damore¿s lawsuit against Google is used as an example of a situation in which political discrimination was justified. Instead of having to argue in court that it did not politically discriminate against Damore, Google should be able to concede that it did so and argue that the decision to fire Damore was in the best interests of the company. Any kind of discrimination may feel inherently wrong, but this Essay argues that political discrimination is different from other kinds of discrimination. In order to be successful and profitable, companies may need to politically discriminate against potential and current employees.",
        "author": [
            "Katharine",
            "Pickle"
        ],
        "document_type": "perspectives",
        "volume": "5",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-5/perspectives/google-political-discrimination-workplace.html\n"
    },
    {
        "title": "Russian Hackers!: An Analysis of the Third Circuit's In re Horizon Healthcare Services Inc. Data Breach Litigation Ruling",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/szycowski-perspective.pdf",
        "abstract": "In response to a slew of client alerts from data privacy and security firms regarding the Third Circuit Court of Appeals¿ recent In re Horizon Healthcare Services Inc. Data Breach Litigation ruling, Adrian Szycowski examines the Third Circuit¿s ruling in an effort to predict its effect on U.S. businesses as well as raise related issues to the future viability of the ruling. The ruling opened courtrooms to those data breach plaintiffs that previously were barred entry due to their inability to plead a concrete tangible injury. After a brief background of the underlying case, Szycowski details the Third Circuit¿s reasoning for its holding and highlights real-world factors that make this ruling relevant. Szycowski also discusses several issues with the Third Circuit¿s ruling, which expose the ruling to be ignored or overturned. Ultimately, Szycowski finds that the Third Circuit¿s In re Horizon Healthcare Services Inc. Data Breach Litigation ruling will be short-lived.",
        "author": [
            "Adrian",
            "Szycowski"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/russian-hackers-in-re-horizon-healthcare-services-data-breach-ruling.html\n"
    },
    {
        "title": "Hallowed Ground: War Is [NOT] Safer Than Living in the United States",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/stahl.pdf",
        "abstract": "In response to an essay in which Professor Frank Vandall claimed that ¿war is safer than living in the United States,¿ Benjamin Stahl, a Marine Corps veteran with two combat deployments in support of Operation Enduring Freedom, takes an honest look at the data to determine whether adequate support for the statement exists. Ultimately, whether intentionally or not, the statement made by the professor exposes a disconnected view of the true cost of war. Despite the well-known failures within the Department of Veterans Affairs and the struggles of adapting to civilian life, the American veteran community often accepts contempt as the unfortunate status quo. However, the merit of a statement with the potential to severely diminish and disparage the American veteran experience ought to be thoroughly vetted for its truthfulness.",
        "author": [
            "Benjamin",
            "Stahl"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/hallowed-ground-war-not-safer-living-united-states.html\n"
    },
    {
        "title": "Integrating Artificial Intelligence into the Corporate Workplace",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/landrigan-perspective.pdf",
        "abstract": "Over the past decade, we have seen a technological boom in the field of artificial intelligence. From the emergence of Siri on our iPhones, to the creation of Watson, a computer created by IBM to answer questions posed in natural language that went on to win Jeopardy! against two of the best contestants formerly on the show. Further developments are seen in Amazon¿s Alexa program which acts as a personal assistant aiding in simple tasks such as scheduling and basic question answering. Elon Musk has pioneered a new use of artificial intelligence, focused on creating a digital agent that can learn similarly to humans starting with simple Atari games being able to take things it experiences in the past and applying those things to situations it faces in the future. This Perspective addresses the next step, assessing the pros and cons of using this technology in the corporate world.",
        "author": [
            "Kyle",
            "Landrigan"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/integrating-artificial-intelligence-corporate-workplace.html\n"
    },
    {
        "title": "Will Fan-Fiction Live Long and Prosper?: Exploring the New Relationship Between Entertainment Companies and Their Audiences",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/2/fialkow-perspective.pdf",
        "abstract": "Fan-films: The final frontier of fan-fiction law. Recent litigation between a group of Star Trek fan-filmmakers and Paramout and CBS, the corporations that own the franchise¿s intellectual property, have altered a tacit truce between studios and fan creators. After the creators of a Star Trek fan-film entitled Axanar successfully raised over $1 million on crowdfunding websites, the studios took notice. CBS and Paramount sued for copyright infringement for benefiting off of their intellectual property, while the Axanar crew claimed fair use for not making money off of the project. The litigation ended in settlement, a preliminary ruling may have set an important precedent for the future. Zachary Fialkow looks at this ordeal, explaining how the lawsuit should put fan-filmmakers on notice that liability does not stop at monetary profit. In addition, Fialkow argues that this new status quo can offer clarity from a legal perspective without totally stifling independent creativity.",
        "author": [
            "Zachary",
            "Fialkow"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/fan-fiction-live-long-exploring-relationship-entertainment-audiences.html\n"
    },
    {
        "title": "Incentivizing Private Scientific Companies to Go Public",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/1/landrigan.pdf",
        "abstract": "In the wake of a private company, Moon Express, being approved for a lunar landing by the US government it begs the question, ¿what is to follow?¿ Companies in this field are in the planning phases of projects that would significantly advance society; however, the inability to raise capital through private sources slows development. Funding for projects would be easier raised through the public sector. The SEC should incentivize private companies to go public by relaxing reporting requirements. The relaxed requirements would allow the company to focus more on developing technology and less on preparing reports that will reflect that not much has changed in three months. The lessened requirements will also allow the companies to reinvest the profits into furthering development without shareholder interference. The US has been falling behind in scientific achievement, therefore pushing these companies to go public would be a step in the right direction.",
        "author": [
            "Kyle",
            "Landrigan"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/incentivizing-private-scientific-companies-public.html\n"
    },
    {
        "title": "What Is Fair? A Discussion of Federal and State Regulation of Online Businesses",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/1/hawthorne.pdf",
        "abstract": "Many states are increasing pressure on Congress to regulate online businesses. Since online businesses do not have an in-state ¿physical presence,¿ they are not subjected to collecting state sales and use taxes. Many states believe that these tax-breaks allow out-of-state sellers to ¿take advantage of the local customer base¿ without adding to the states¿ sales or use tax base. Additionally, many ¿brick and mortar¿ stores view the tax-breaks given to online businesses as ¿unfair price advantages.¿ There have been several Congressional responses to the states¿ plea for market fairness. These include: (1) the Market Place Fairness Act; (2) The Remote Transactions Parity Act; (3) The No Regulation Without Representation Act; and (4) the Online Sales Simplification Act. However, this perspective proposes that states create notice and reporting procedures for online businesses that allow states to collect sales and use taxes from their citizens without requiring online businesses to do so.",
        "author": [
            "Brian",
            "Hawthorne"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/what-is-fair-discussion-federal-state-regulaiton.html\n"
    },
    {
        "title": "Is Your Company at Risk of an Activist Attack? Outsmarting Wolf Packs",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/1/raval.pdf",
        "abstract": "Using various law journal studies, newspaper articles, Congress¿s bill and a recent DOJ Settlement, Zalak Raval examines wolf-pack activism in recent years. The perspective begins by addressing how wolf packs exploit targeted industries. It explains how a wolf pack¿s investment strategy has a detrimental effect on target companies. Specially because the SEC shareholder disclosure rules are uncertain pertaining to the formation of a group, i.e. for shareholders who own less than five percent stock in the company. This in turn opens up loopholes for activists to exploit. The perspective specifically discusses the loopholes used by activists pertaining to Section 13(d) of the Williams Act. It then discusses the U.S. Congress's commitment to curb uncertainty surrounding wolf pack investment strategy, specifically via the Brokaw bill. This perspective advocates for the bill to be signed into law to provide clear enforceable law for shareholders and courts. It also brings to forefront the recent ValueAct settlement, which has closed yet another loophole used by activists, specifically the 13(d)-one narrow exemption for passive investors. Finally, the perspective suggests additional factors that might be helpful in curbing the unchecked wolf packs investment strategy.",
        "author": [
            "Zalak",
            "Raval"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/company-risk-attack-wolf-packs.html\n"
    },
    {
        "title": "It Takes One Bad Apple to Spoil the Bunch: An Analysis of the European Union's 2016 Apple Sales International and Apple Operations Europe Decision",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/1/szycowski.pdf",
        "abstract": "Using European Commission press releases, law journal articles, and related news articles, Adrian Szycowski examines the aftermath of the European Union¿s Competition Commission¿s 2016 decision ordering Apple Sales International and Apple Operations Europe to pay Ireland 13 billion euros for unpaid taxes. The Commission¿s decision is the biggest blow to date in what seems to be a struggle between the European Union and multinational companies over special tax agreements some companies have with certain Member States. After a brief background of the events leading up to the Commission¿s decision, Szycowski details arguments in favor of and against the decision. This examination finds that regardless of the result of the appeals, multinational companies need not panic, because the Commission can only order the repayment of taxes for a ten-year period, no punitive damages are attached here, the decision so far does not carry any precedential power, and Ireland also plans to appeal.",
        "author": [
            "Adrian",
            "Szycowski"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/bad-apple-spoil-european-apple-sales-decision.html\n"
    },
    {
        "title": "Who Really Holds the Power in Corporate Board Rooms?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/1/lopez.pdf",
        "abstract": "The purpose of this research is to evaluate the need for The Corporate Governance Reform and Transparency Act of 2016 (H.R. 5311). The study explains the nature of power in corporate board rooms to reveal the role of proxy advisory firms and highlight that two firms essentially control decisions in corporate board rooms. H.R. 5311 aims to protect investors by providing increased government oversight of publically-held companies through greater SEC regulation of these influential proxy advisors. The analysis highlights that the proxy-advisory market is highly monopolized, which results in unsubstantiated and often harmful voting recommendations. In sum, the current system disregards investor¿s expectations that their shareholder rights will not be weakened by conflicted third party advisors whose recommendations influence institutional investor voting patterns, and thus guide board room decisions. This work increases our understanding of the proxy advisory market, and calls attention to an overwhelming need for more effective corporate governance in this area.",
        "author": [
            "Lorenia",
            "Lopez"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/who-holds-power-board-rooms.html\n"
    },
    {
        "title": "¿Veiled¿ Threats of Liability: Exploring Whether Patent Law Actually Sets a Different Standard for ¿Piercing the Corporate Veil¿",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/4/1/fialkow.pdf",
        "abstract": "After reading some alarmist articles regarding the Federal Circuit¿s recent rulings on patent infringement suits, in which the court pierced the corporate veil, Zachary Fialkow decided to review the cases and form his own opinion. The articles posit that the Federal Circuit has extended liability to corporate officers through piercing the corporate veil, despite veil-piercing traditionally applying to shareholders. Fialkow argues that these conclusions result from confusing liability for someone who is both an officer and a shareholder with liability for someone who is just an officer. Ultimately, Fialkow makes the distinction that the Federal Circuit¿s erroneous belief that finding any employee personally liable for corporate activities is considered piercing the corporate veil is merely dicta. In fact, the Federal Circuit has not created a new set of rules for personal liability in patent infringement.",
        "author": [
            "Zachary",
            "Fialkow"
        ],
        "document_type": "perspectives",
        "volume": "4",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-4/perspectives/veiled-threats-of-liability.html\n"
    },
    {
        "title": "Don't Be Late to the Party: The Importance of Corporate Social Responsibility and Being More Than a Bottom Line",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/perspectives/bolton.pdf",
        "abstract": "After taking notice of the increase in social climate, Tayler Bolton sought to determine the role that corporate social responsibility (¿CSR¿) has on companies and the perception of CSR amongst consumers. This topic was tackled by evaluating how important consumers value CSR in supporting a brand, the effect that such value has on revenue, and how companies tackle issues in the evolving social climate. This Perspective informs the reader about CSR by discussing how companies address specific issues like climate change and sexual orientation. This Perspective concluded that consumers value and expect companies to be socially conscious because they will pay more for a brand that they identify with. The furtherance of social consciousness will therefore provide companies with sustainability beyond a bottom line.",
        "author": [
            "Tayler",
            "Bolton"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/late-party-importance-corporate-responsibility-more-bottom-line.html\n"
    },
    {
        "title": "Securitizing American Justice",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/perspectives/engelberg.pdf",
        "abstract": "Federal, State, and local governments currently securitize critical infrastructure projects and government contracts. This is an effective tool governments can use to raise funds without having to spend taxpayer dollars. Looking at private-sector involvement in America¿s justice system, Kevin Engelberg argues America is close to securitizing prisons and legal claims. Engelberg warns that securitizing aspects of the justice system risks creating the image that the justice system is owned or beholden to the private sector. A recent survey has found the public feels the American Justice system is largely ineffective. Engelberg worries securitization will greatly weaken the already cynical public belief about the justice system, and therefore cause the public to go outside of the legal system for justice.",
        "author": [
            "Kevin",
            "Engelberg"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/securitizing-american-justice.html\n"
    },
    {
        "title": "Who Is Responsible for How Executives Behave?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/perspectives/jain.pdf",
        "abstract": "Exploring whether corporate governance requires companies to monitor the ways in which executives increase profits, Sapna Jain examines whether there are solutions to allow rule breaking or policies to deter illegal behavior. She explores how the broad definition of corporate governance may not correlate with the business principles of striving to increase profits and how rule breaking might be allowed. As the boundaries of rule breaking may lead to slippery slopes, Jain analyzes food and drug law policies that could impose criminal and civil penalties on executives. Lastly, Jain investigates the option of reducing profits to ensure complete compliance. After comparing these options, Jain highlights the difficulty in proving inappropriate executive behavior and the issue of enforcement due to increased costs and limited resources.",
        "author": [
            "Sapna",
            "Jain"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/who-responsible-executives-behave.html\n"
    },
    {
        "title": "Basic Corporate Governance Pattern in Variable Interest Entities",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/perspectives/liu.pdf",
        "abstract": "Zhiyuan Liu examines how the structure of Variable Interest Entities (¿VIE¿) under Chinese legal environment operates as a corporate governance mechanism in lieu of the traditional governance structure. Since an off-shore listed company cannot hold equity interests in the operating company in mainland China due to restrictive regulations in foreign investment, the VIE structure utilizes various types of contractual arrangements to gap the loophole where the listed company should play the role of shareholder in the lucrative mainland business. In spite of the complex covenants, this study by analyzing different VIE agreements¿ function and actual effects finds that listed companies in VIE structures can merely have limited control over profit-transferring process without any decision-making power. The article concludes that the recent legal reform in China might bring changes to VIE structures and substantiate the nominal rights under the typical VIE contracts or rights that investors should have had as shareholders.",
        "author": [
            "Zhiyuan",
            "Liu"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/basic-corporate-governance-pattern-variable-entities.html\n"
    },
    {
        "title": "Low Costs of Oil Prices Impact Energy Decisions: Geopolitics and Investments",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/perspectives/meadows.pdf",
        "abstract": "Using both political sources and economic indicators, Blake Meadows analyzes the current oil market. This article specifically focuses the geopolitical nature of the oil supply and its impact on certain oil assets. The research indicates that difficult to extract oil resources such as fracking and tar sands are taking an economic hit. However, the same research indicates that long-term the oil market will rebound. What that means for difficult to extract resources is that they will not be profitable for immediate production but will be a valuable asset long term as the oil market balances itself out. Thus companies who are involved in energy investments should be careful not to unload these resources but should probably minimize short-term production and avoid bringing new reserves on-line until the market rebounds.",
        "author": [
            "Blake",
            "Meadows"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/low-oil-prices-impact-energy-geopolitics-investments.html\n"
    },
    {
        "title": "Corporate Accountability under the Prospective Trade in Services Agreement: The Global Game Changer",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/3/perspectives/torres.pdf",
        "abstract": "This Perspective analyzes the prospective Trade in Services Agreement (¿TiSA¿). This agreement seeks to address major barriers to trade in services affecting the United States and its trading partners. Some barriers to trade of services include the need for due process of law and discrimination in obtaining business licenses and permits with foreign governments. However, removing trade barriers equates to deregulation. The TiSA has yet to be released to the general public, but it is presently a major point of controversy. Its terms are expected to heavily favor multinational corporations operating within the borders of the twenty-three economies presently participating in the TiSA negotiations.",
        "author": [
            "Nicholas",
            "Torres"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/corporate-accountability-prospective-trade-agreement-global-changer.html\n"
    },
    {
        "title": "Enforcement of Human Rights against Transnational Corporations: How Much Does the United States Really Care?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/2/kahn.pdf",
        "abstract": "In this Perspective, Madeline Kahn addresses the United States¿ role in the ability of transnational corporations (¿TNCs¿) to evade responsibility for human rights violations. An examination of international and domestic legislation reveals that the United States is not very committed to enforcing human rights law against TNCs. Kahn¿s Perspective explains that there is no international law that applies directly to corporations, as the UN lacks the jurisdiction to enforce it. Domestic law does not serve to protect human rights against TNCS either. She looks at one case in particular, Kiobel v. Royal Dutch Petroleum, as an example of how severely outdated domestic law fails to provide justice to victims of TNC abuses. Kahn concludes with the notion that the United States should be a part of creating and enforcing an international treaty in an effort to stop TNCs human rights abuses and offer victims a venue for justice.",
        "author": [
            "Madeline",
            "Kahn"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/enforcement-human-rights-transnational-corporations-united-states.html\n"
    },
    {
        "title": "Governing Cybersecurity: The SEC Enters the Ring",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/2/lind.pdf",
        "abstract": "Using enforcement actions and guidance materials from the Securities and Exchange Commission and the Federal Trade Commission, Forrest E. Lind III compares the agencies¿ approaches to cybersecurity regulation, forecasts the future of cybersecurity regulation, and discusses how the increase in cybersecurity regulations will affect regulated entities. The adequacy of a company¿s cybersecurity measures is a growing source of liability because the SEC has begun punishing companies based on how they anticipate, and respond to, cyberattacks. This Perspective analyzes the character of the agencies¿ actions and finds that the SEC will be a more aggressive enforcer than the FTC. After noting the FTC¿s history with cybersecurity measures, Lind points out the differences between the SEC and FTC to support his prediction that the SEC will play a prominent role in future cybersecurity regulation. Lind concludes by suggesting governance-based strategies for complying with SEC and FTC cybersecurity regulations.",
        "author": [
            "Forrest",
            "E.",
            "Lind",
            "III"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/governing-cybersecurity-sec-enters-ring.html\n"
    },
    {
        "title": "Enforcing the Foreign Corruption Practices Act in China",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/2/torres.pdf",
        "abstract": "Nicholas Torres analyzes the Foreign Corrupt Practices Act, which the U.S. Securities Exchange Commission and the Department of Justice rely on in investigating securities violations outside the United States. The United States and China are the world¿s two largest economies. As China continues to open its doors to foreign commerce, more corporations, which are publicly traded within the United States and subject to the Foreign Corrupt Practices Act, are conducting business within the boarders of China. Absence of an enforcement agreement between the U.S. and China¿s regulatory commissions, which would facilitate the exchange of evidence, the Foreign Corrupt Practices Act is increasingly difficult to enforce. The U.S. and China¿s regulatory commissions have to advance their cooperation and encourage Chinese whistleblowers to come forward in order to facilitate implication of U.S. securities regulation within China.",
        "author": [
            "Nicholas",
            "Torres"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/enforcing-foreign-corruption-practices-act-china.html\n"
    },
    {
        "title": "Should Pregnant Workers Always Receive Requested Accommodations from Their Employer?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/1/kolacinski.pdf",
        "abstract": "Today¿s employers may struggle to find a balance between fairness to all employees and their obligation to accommodate their pregnant workers. Karen Kolacinski discusses some of the factors that determine when an employer must accommodate pregnant employees, including the Pregnancy Discrimination Act, the Americans with Disabilities Act, and the employer¿s collective bargaining agreements. This perspective highlights the employer¿s responsibility to provide disabled workers reasonable accommodations, when employers can justify refusal to provide these accommodations, and the dilemma employers may face while trying to balance fairness to all employees. The author discusses a recent case which illustrates the differing views regarding how the Pregnancy Discrimination Act and the Americans with Disabilities Act should be implemented, as well as some of the controversies that may arise among employees or between an employee and the employer regarding how these laws are to be interpreted.",
        "author": [
            "Karen",
            "Kolacinski"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/pregnant-workers-accommodations-employer.html\n"
    },
    {
        "title": "Defining Waters of the United States: Economic Burden Attaching to Real Property",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/1/meadows.pdf",
        "abstract": "Using Environmental Protection Agency reports and various business sources, Blake Meadows, examines the impact of the latest EPA definition of Waters of the United States on real estate and land values. Specifically, the impacts of this proposed definition on business decisions relating to land are evaluated in depth. This study also discusses some of the legal arguments playing out in the multi-state litigation revolving around the definition. Ultimately, the paper concludes that by encompassing such a large amount of land to Clean Water Act permitting requirements, the new definition would have a significant potential impact on business. In terms of the litigation, it is likely that the rule will be struck down on procedural grounds but in terms of the merits, it appears to come down to an issue of federalism. Ultimately the courts and the nation will have to decide how much power should be ceded to the EPA.",
        "author": [
            "Blake",
            "Meadows"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/defining-waters-united-states-burden-property.html\n"
    },
    {
        "title": "Blinded by Dollar Signs: Future Ramifications of Corporate Inversions",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/1/paine.pdf",
        "abstract": "Corporate inversions are a favorite topic amongst the press and politicians, however, the abundance of articles and commentary on the subject have the tendency to be slightly misleading due to the differing and competing viewpoints of the authors. This perspective seeks to examine corporate inversions without acquiescing to a specific agenda. Instead of focusing on potential tax code reforms that would reduce or eliminate inversions, this perspective focuses on shareholders¿ concerns when considering the approval of an inversion type deal. This perspective urges shareholders to think more about the long term consequences of an inversion rather than the immediate benefits.",
        "author": [
            "Lauren",
            "Paine"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/blinded-dollar-ramifications-corporate-inversions.html\n"
    },
    {
        "title": "The PFIC Carve-Out: Hedge Funds and the Tax-Free World of Offshore Reinsurance",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/1/pierce.pdf",
        "abstract": "A hedge fund that establishes itself in an offshore, tax-free jurisdiction receives harsh tax penalties, as § 1297 of the Tax Code designates this fund as a passive foreign investment company, or ¿PFIC.¿ Insurance companies, however, enjoy a special carve-out from the rule, allowing them to escape PFIC classification long as they are predominately engaged in the business of insurance, rather than the business of investing. Hedge fund managers have utilized the carve-out to establish reinsurers, companies that provide insurance for insurance companies, in offshore jurisdictions. Some regulators have leapt to the conclusion that these offshore corporations are investment funds ¿disguised¿ as legitimate reinsurers. A recent bill proposed by Senate Finance Committee Ranking Member Ron Wyden targets such hedge fund-backed reinsurers, but the bill¿s bright-line test is an unworkable solution, as it may extend PFIC status to valid insurance companies and undermine the public policy of policyholder protection.",
        "author": [
            "Ben",
            "Pierce"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/pfic-hedge-tax-free-offshore-reinsurance.html\n"
    },
    {
        "title": "The Multilevel Marketing Misnomer: How the Federal Trade Commission May Change Network Marketing",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/3/1/pineres.pdf",
        "abstract": "In light of recent litigation against Vemma Nutrition Co. by the Federal Trade Commission, Jeremy Pineres examines the compensation structures of multi-level marketing companies with a focus on the various shortcomings of these companies that lead to quasi-pyramid scheme business practices. During a time where the internet provides consumers instant access to competitive pricing, multi-level marketing companies nevertheless offer products and services that are largely unsellable. Generally, the price and quality of these marketed products and services are unable to compete with store-bought items. When combined with a compensation structure that financially rewards and encourages new member recruitment over bona fide retail sales, the resulting business practice resembles a pyramid scheme in all but its name. After analyzing the various factors that create and encourage the questionable practices of these companies, Pineres forecasts how the court¿s ultimate ruling could form the basis for several changes within the industry.",
        "author": [
            "Jeremy",
            "Pineres"
        ],
        "document_type": "perspectives",
        "volume": "3",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-3/perspectives/multilevel-misnomer-federal-trade-commission-marketing.html\n"
    },
    {
        "title": "How Sony Can Impact Your Privacy",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/2/1/fukuoka.pdf",
        "abstract": "The cyber attack on Sony Pictures may have a much bigger impact on the American public than merely restricting the platforms on which they can watch the latest Seth Rogan movie. The highly publicized security breach revealed that America¿s enemies are no longer just armed with guns and explosives. Instead, our adversaries are increasingly using cyber weapons that can present an even greater threat to America¿s security interests. Both Senator McCain and President Obama blame the administration¿s lack of effective cyber security legislation as a major contributing factor for what happened to Sony. As a result, bolstering cyber protection legislation has become a top priority for lawmakers in 2015. However, many of the bills being proposed to Congress bear a heavy price tag for the American people. In exchange for increased cyber protection, controversial bills like CISPA and CISA will grant the government greater access to the public¿s private information.",
        "author": [
            "Nicole",
            "Fukuoka"
        ],
        "document_type": "perspectives",
        "volume": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-2/perspectives/sony-impact-your-privacy.html\n"
    },
    {
        "title": "Big Data = Big Brother?",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/2/1/khanna.pdf",
        "abstract": "¿Big data\" refers to massive amounts of information ranging from a combination of clinical, genetic, social and other data that is collected from multiple sources and interpreted by analytics to provide an overview of trends or patterns. Physicians hope to use this data to identify patients who are at risk for certain illnesses and thus, likely to be ¿high-cost¿, meaning repeat users of expensive health care services. Big data can certainly be useful for treating healthy patients as well. The hope is that it will be able to predict who's likely to have a health issue later in his/her lifetime. Many believe that big data can help anticipate patient needs. Though patients can benefit from consumer data, the financial motivations and privacy implications for this cannot be overlooked. This article seeks to explain the impact of big data and offer ways to manage the associated risk.",
        "author": [
            "Richa",
            "Khanna"
        ],
        "document_type": "perspectives",
        "volume": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-2/perspectives/big-data-big-brother.html\n"
    },
    {
        "title": "U.S. Corporate Involvement as a Means of Addressing Foreign Work Place Incidents",
        "fulltext_url": "https://law.emory.edu/ecgar/_documents/volumes/2/1/kim.pdf",
        "abstract": "With a growing reliance on oversea suppliers, electronics companies such as Apple have encountered the troubling issue of foreign labor abuse. It has been well-documented that several oversea suppliers have provided an unsafe working environment for their employees. Such abuses include instances of forced overtime and the improper handling of chemicals among other violations. In spite of these violations of employee labor rights, oversea suppliers often fail to address such issues despite labor policies put in place by these electronics companies. This essay seeks to establish the need for greater corporate transparency to combat these issues while also offering alternative ways to further expose and address the problem of foreign labor abuse.",
        "author": [
            "Andrew",
            "Kim"
        ],
        "document_type": "perspectives",
        "volume": "2",
        "journal": "Emory Corporate Governance and Accountability Review",
        "orginal_url": "https://law.emory.edu/ecgar/perspectives/volume-2/perspectives/foreign-work-place-incidents.html\n"
    }
]