[
    {
        "title": "State Obligations Under Public International Law During Pandemics",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/35/halpern.pdf",
        "abstract": "COVID-19 became an international pandemic affecting every country and threatening a global economic collapse. This Article examines countries' obligations under public international law to prevent and contain pandemics, and subsequent responsibilities to help other countries during pandemics. International Human Rights law recognizes a right to health and includes obligations. Nonetheless, it lacks a sufficient enforcement mechanism. Pandemics are analogous to war; therefore, the Responsibility to Protect (R2P) can help as countries utilize R2P to protect against atrocities. This Article argues that R2P is not merely a responsibility to protect against the worst that humankind has to offer but against the worst that can be offered to humankind.",
        "author": [
            "Michaela",
            "S.",
            "Halpern"
        ],
        "document_type": "essays",
        "volume": "35",
        "journal": "Emory International Law Review",
        "start_page": "1",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-35/essays/state-obligations-international-law-pandemics.html\n"
    },
    {
        "title": "Review Essay: The EU in Transition and Its Ramifications for Bosnia and Herzegovina",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/34/recent developments/aka.pdf",
        "abstract": "On June 23, 2016, British citizens voted in a non-binding referendum to leave the European Union (EU). The withdrawal, ever since adorned with the coinage “Brexit,” was a decision their leaders chose to enforce. In addition to being non-binding, the vote was close; it did not resemble the supermajority often associated with referendums. In the case of Scotland, for example, not one Scottish local government area voted to leave the EU, though Moray came close with 49.9% of the area voting for Brexit. Although Scotland as a whole rejected the referendum by 62%, the country represents only 8.4% of the United Kingdom’s (UK) population. As a result, its vote to stay in the EU, along with that of Northern Ireland (which accounts for 2.9% of the UK’s population), was heavily outweighed by the “Leave” votes of much-larger units England and Wales.",
        "author": [
            "Philip",
            "C.",
            "Aka"
        ],
        "document_type": "essays",
        "volume": "34",
        "journal": "Emory International Law Review",
        "start_page": "2001",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-34/essays/eu-transition-ramifications-bosnia-herzegovina.html\n"
    },
    {
        "title": "Coming Out & Catching Up: An International Review of Workplace Protections for the Lesbian, Gay, and Bisexual Communities",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/34/recent developments/ford.pdf",
        "abstract": "The United States (U.S.) has codified protections against discrimination within the Fifth and Fourteenth Amendments. But, as history has proven, this is not enough. In the U.S., employment-related discrimination is one of the most commonly reported forms of discrimination across all ethnic groups. As a result, in recent years, minority groups have faced real consequences. This trend in the workplace extends across many countries. This Comment provides a comparative analysis of federal workplace discrimination protections for LGBT individuals across nations similar to the U.S. The focus will be on the U.S., the United Kingdom (U.K.), and Canada—all English-speaking, common law countries with historical ties to Great Britain. Learning from this comparison, this Comment argues that the U.S. should adopt protections by judicial interpretations of existing statutes (“litigation prong”) and further by legislative ratification (“legislative prong”).",
        "author": [
            "Clinton",
            "Ford"
        ],
        "document_type": "essays",
        "volume": "34",
        "journal": "Emory International Law Review",
        "start_page": "2011",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-34/essays/coming-out-workplace-protections-gay-communities.html\n"
    },
    {
        "title": "A Legal Pluralist Approach to Migration Control: Norm Compliance in a Globalized World",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/34/recent developments/poon.pdf",
        "abstract": "This Article proposes a new approach to international cooperation on migration control. More specifically, it proposes a legal pluralist understanding of refugee law, which would explain and capture the relations and interactions between different legal orders and legal regimes. This Article suggests that State and non-State entities maintain an ongoing dialectical exchange that helps to further legitimize and incentivize compliance as well as encourage more dialogue on the compliance of legal norms.",
        "author": [
            "Jenny",
            "Poon"
        ],
        "document_type": "essays",
        "volume": "34",
        "journal": "Emory International Law Review",
        "start_page": "2037",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-34/essays/pluralist-approach-migration-compliance-globalized-world.html\n"
    },
    {
        "title": "Is the Law of Treaties an Obstacle or a Conduit for the Reform of Investor-State Dispute Settlement?",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/32/recent developments/mcgarry-ostransky.pdf",
        "abstract": "As governments begin to propose and adopt dramatic reforms to investment treaties, it is important that these governments bear in mind the fundamental common element of these treaties¿that as agreements between states, they are each governed by the same body of rules as all other treaties. Over time, these treaties began to incorporate investor-state arbitration provisions, which have increasingly received criticism for allowing multinational corporations to sue governments outside of the national judicial system. As a result, there have been calls to amend the most prevalent multilateral investor-state dispute settlement treaty¿the 1965 Washington Convention on the Settlement of Investment Disputes between States and Nationals of Other States (ICSID Convention). In doing so, an amendment establishing an appellate mechanism would further the ICSID Convention¿s aim of establishing a neutral international dispute settlement mechanism, abiding by the 1969 Vienna Convention on the Law of Treaties.",
        "author": [
            "Brian",
            "McGarry",
            "&",
            "Josef",
            "Ost¿anský"
        ],
        "document_type": "essays",
        "volume": "32",
        "journal": "Emory International Law Review",
        "start_page": "1001",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-32/essays/law-treaties-obstacle-conduit-investor-state-dispute.html\n"
    },
    {
        "title": "From Playground to Prison: A Comparison of the United States' and India's Transfer Policies",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/32/recent developments/davis.pdf",
        "abstract": "While juvenile courts purportedly reduce crime and hold youth accountable for wrongdoing, transfer laws that try, convict, and sentence children as adults are increasingly employed in the United States. Research shows that transfer provisions are not suitable solutions to juvenile crimes. As media coverage of horrific juvenile crimes in India brought the juvenile justice system into the spotlight, India has responded by following the United States¿ example and adopting its own transfer provisions. Flaws in India¿s justice system¿particularly delay of justice, lack of coordination, and lack of resources¬¿exacerbate the negative effects these transfer provisions have on rehabilitation and overall public safety. As a result, India should be wary of following the United States¿ lead and should instead focus on what is best for juvenile defendants.",
        "author": [
            "Alixandria",
            "Davis"
        ],
        "document_type": "essays",
        "volume": "32",
        "journal": "Emory International Law Review",
        "start_page": "1015",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-32/essays/playground-prison-united-states-india-transfer-policies.html\n"
    },
    {
        "title": "Advancing Digitization in Intellectual Property: How the E-Sign Act is Failing",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/32/recent developments/marais.pdf",
        "abstract": "As the use of technology is increasingly utilized in the digitization of commerce, business transactions involving electronic signatures are increasingly employed. This rapid growth led the European Union to enact a new electronic signature regulation (eIDAS) in 2016, creating an infrastructure for electronic signatures that facilitates e-commerce. Because standards in the United States, based on the E-Sign Act of 2000, are outdated and inefficient, it is imperative that the United States takes an affirmative step to increase the efficiency of international e-commerce. By using the European model to add clarification to its existing regulations, the United States can streamline the uniform signature standard for patent assignments in a way that allows business and agencies to increase efficiency in the workplace.",
        "author": [
            "Nicholas",
            "Marais"
        ],
        "document_type": "essays",
        "volume": "32",
        "journal": "Emory International Law Review",
        "start_page": "1027",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-32/essays/advancing-digitization-intellectual-property-e-sign-act-failing.html\n"
    },
    {
        "title": "The Human Costs of Exiting and Revising Trade and Investment Agreements: Local Community Interests, Human Rights, and Global Politics",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/32/recent developments/desierto.pdf",
        "abstract": "Treaty exits and treaty revisions are basic matters for states. While these alterations do not typically warrant significant analysis, rapid international economic treaty changes that have occurred recently merit further review. In particular, the real human costs of these decisions to exit or revise trade and investment treaties may be obscured by the haste of these changes. But, these recent alterations also provide a significant opportunity for states to write the terms of the international economic system in a manner that deliberately respects and protects the fundamental human rights of communities, individuals, and groups that comprise states¿ populations. These human rights commitments are arguably an intrinsic part of states¿ social contracts with its citizens. This Essay highlights the causes of these recent treaty alterations and outlines the fundamental protections that these alterations should protect.",
        "author": [
            "Diane",
            "A.",
            "Desierto"
        ],
        "document_type": "essays",
        "volume": "32",
        "journal": "Emory International Law Review",
        "start_page": "1039",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-32/essays/exiting-trade-investment-agreements-community-human-global.html\n"
    },
    {
        "title": "The Myth of U.N. Collective Security",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/32/recent developments/helal.pdf",
        "abstract": "The United Nations Security Council, while applauded for its effectiveness in certain situations, has failed to take action in response to many crises and conflicts that constitute serious threats to global peace and security. In particular, in 2017, there were six occurrences in which at least one of the five Permanent Members of the Security Council exercised its veto, preventing the Security Council from acting. While the Security Council and the Permanent Members are often criticized, the criticism is misplaced and reflects a widespread misunderstanding of the Security Council¿s structure, nature, and purpose. This Essay argues that the Security Council is not actually a collective security mechanism but, rather, is a tool whose primary aim is to maintain peaceful relations between the most powerful states in the international system.",
        "author": [
            "Mohamed",
            "S.",
            "Helal"
        ],
        "document_type": "essays",
        "volume": "32",
        "journal": "Emory International Law Review",
        "start_page": "1063",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-32/essays/myth-u-n-collective-security.html\n"
    },
    {
        "title": "Revealing State Secrets: An Analysis of the Tension Between National Security and Government Transparency",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/32/recent developments/marshall.pdf",
        "abstract": "Throughout world history, espionage has served as a key way to gather evidence and forge strategies. Today, espionage serves as a way to elicit knowledge that allows states to both gain superiority over adversaries and allies and also safeguard their own information from the prying hands of others. But, states often engage in espionage activities while deriding similar acts of others, producing an interesting contradiction. As a result, many states have created various espionage statutes to define the acts and their subsequent consequences. In a government for the people, states must weigh their commitment to transparency and democratic ideals against their commitment to national security and protecting their secrets. One common defense employed by Canada is the public interest defense. While the United States does not employ such a defense, these two democratic nations provide an interesting comparison as to the practicality and efficacy of such a defense.",
        "author": [
            "Adam",
            "Marshall"
        ],
        "document_type": "essays",
        "volume": "32",
        "journal": "Emory International Law Review",
        "start_page": "1099",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-32/essays/revealing-secrets-tension-security-transparency.html\n"
    },
    {
        "title": "The Looming Demise of the ICC's Complementarity Principle: Israel, U.S. Interests, and the Court's Future",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/31/recent developments/oler.pdf",
        "abstract": "The reported detention of a retired Israeli Defense Forces (IDF) officer by British authorities in late 2015 should reignite concerns among senior officials in Washington and elsewhere about the role of the International Criminal Court (ICC). The issue for U.S. and other policy makers is whether to denounce detention incidents like the one in Britain and insist that the ICC respect the foundational limits on its jurisdiction. At a minimum, the U.S. President should call on the ICC Chief Prosecutor to repudiate efforts to haul IDF veterans into the Court¿s chambers, and terminate her preliminary enquiry into IDF conduct during the Gaza War. Doing so would not only be in the interests of the United States and its allies, but in the interest of the ICC as well.",
        "author": [
            "Adam",
            "Oler"
        ],
        "document_type": "essays",
        "volume": "31",
        "journal": "Emory International Law Review",
        "start_page": "1001",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-31/essays/looming-demise-icc-principle-israel-future.html\n"
    },
    {
        "title": "Seize the Sea: The Territorial Conflict Between the United States and China Over Military Operations in the South China Sea",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/31/recent developments/franki.pdf",
        "abstract": "The United Nations Convention on the Law of the Sea (UNCLOS) has left a battle of interpretation that the United States and China have been clashing over for decades. Both countries cite support from UNCLOS, which highlights the need for clarification of which position should be accepted in international law. China supports its contention that its construction of the islands does not violate international law¿and therefore does not constitute an impediment to freedom of navigation¿with its ¿nine-dash line.¿ This Essay ultimately argues that the United States¿ interpretation and application of UNCLOS is more meritorious than that of China; however, more explicit provisions in UNCLOS concerning the authorization of military operations in a foreign country¿s Exclusive Economic Zone and around artificial islands would provide a more robust legal framework to resolve this international dispute.",
        "author": [
            "Julie",
            "Franki"
        ],
        "document_type": "essays",
        "volume": "31",
        "journal": "Emory International Law Review",
        "start_page": "1021",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-31/essays/seize-sea-conflict-united-states-china-military-south-china.html\n"
    },
    {
        "title": "How May the United States Leverage Its FATCA IGA Bilateral Process To Incentivize Good Tax Administrations Among the World of Black Hat and Grey Hat Governments?: A Carrot & Stick Policy Proposal",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/31/recent developments/byrnes.pdf",
        "abstract": "Professor Byrnes offers a preliminary narrative to examine the serious challenge of Control Firsters¿ vision that every jurisdiction should have complete information on all transactions by any taxpayer. A question that Control Firsters must address is whether it is prudent for taxpayers to trust the governments of the 117 countries that scored a fifty or below on Transparency International¿s corruption index. Quite possibly, the complete information system invoked by Control Firsters encourages, even prolongs, the bad behavior by providing fuel (financial information) to feed the fire of corruption and suppression of rivals. In light of this, Professor Byrnes recommends that the United States leverage a ¿carrot-stick¿ policy tool to incentivize bad actors to adopt best tax administration practices by offering reciprocal automatic exchange of information via the Foreign Account Tax Compliance Act (FATCA) Competent Authority Agreements.",
        "author": [
            "William",
            "Byrnes"
        ],
        "document_type": "essays",
        "volume": "31",
        "journal": "Emory International Law Review",
        "start_page": "1033",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-31/essays/united-states-leverage-fatca-iga-tax-world-governments.html\n"
    },
    {
        "title": "Brexit and International Law: Disentangling Legal Orders",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/31/recent developments/odermatt.pdf",
        "abstract": "One noticeable aspect of the public debate since the Brexit referendum is how frequently parties have framed their arguments in legal terms. The UK Government, EU officials, leaders of EU Member States, as well as the media and academics often discuss Brexit in terms of what is legally permissible. These legal debates have focused for the most part on questions arising under either UK constitutional law or under EU law. What has been missing from this debate, however, are the possible questions that might arise under international law. For decades, the EU has been active on the international plane, entering into agreements in fields such as trade, fisheries, and so on. As the UK seeks to disentangle itself from these complex legal relationships, international law plays a role at each level. This short contribution explores some of the ways in which international law issues arise through the Brexit process.",
        "author": [
            "Jed",
            "Odermatt"
        ],
        "document_type": "essays",
        "volume": "31",
        "journal": "Emory International Law Review",
        "start_page": "1051",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-31/essays/brexit-international-law-disentangling-legal-orders.html\n"
    },
    {
        "title": "President Trump and the Future of Multilateralism",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/31/recent developments/boon.pdf",
        "abstract": "President Trump¿s plans indicate that furthering global governance institutions is not a goal for his administration. From plans to dramatically reduce funding for multilateral institutions, to draft executive orders signaling the potential withdrawal from various international treaties, to the decision to bomb a Syrian airstrip without Security Council authorization (or the support of a coalition of other states), President Trump has demonstrated a disinterest in the institutions and instruments that normally act as a forum for international cooperation. Recent developments suggest the current international legal system may soon be ¿subjected to a kind of stress test,¿ which will clarify what is and what is not resilient about contemporary international law and its institutions. In this Essay, Professor Boon offers some opinions about the effect of these changes on the U.N. Security Council, the United Nations generally, and the potential role of customary international law going forward.",
        "author": [
            "Kristen",
            "Boon"
        ],
        "document_type": "essays",
        "volume": "31",
        "journal": "Emory International Law Review",
        "start_page": "1075",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-31/essays/president-trump-future-multilateralism.html\n"
    },
    {
        "title": "Sticker Shock: Standards and Disputes of GMO Food Labeling",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/31/recent developments/hutchinson.pdf",
        "abstract": "The debate regarding the potential of genetically modified organisms (GMOs) and their application to genetically engineered foods has gone on for decades. As more consumer products that are the complete or partial result of GMO processes are introduced into markets, the controversy over GMO foods will continue to intensify. One of the primary areas of contention has been legislating how, if at all, to label these foods. This Essay will focus on some of the legal aspects of the debate that stem from the scientific concerns about GMOs and how these concerns affect the regulation of labeling such GMO products by the United States and the European Union.",
        "author": [
            "David",
            "A.",
            "Hutchison"
        ],
        "document_type": "essays",
        "volume": "31",
        "journal": "Emory International Law Review",
        "start_page": "1083",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-31/essays/sticker-shock-standards-disputes-gmo-labeling.html\n"
    },
    {
        "title": "Promise Despite Overreach in Marshall Islands v. United States",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/30/recent developments/davis.pdf",
        "abstract": "When it comes to accountability for treaty obligations, the International Court of Justice has not proved as impactful as its founders hoped. Given that shortcoming, domestic courts¿ role in determining treaty obligations is critical. This Essay contends that treaty parties may have hope in federal court for declaratory relief regarding American treaty obligations. The inspiration comes from Marshall Islands v. United States, currently before the Ninth Circuit. The Marshall Islands sued the United States for breach of the Nuclear Nonproliferation Treaty Article VI, requesting declaratory and injunctive relief. This Essay deconstructs the Marshall Islands' strategy, pronounces its impending demise, and reimagines how the strategy could succeed if limited to declaratory relief. When a treaty party sufficiently pleads injury-in-fact in a proper venue, the Essay posits that redress, political question, and non-self-executing treaty status may not bar a declaratory judgment.",
        "author": [
            "Katherine",
            "Maddox",
            "Davis"
        ],
        "document_type": "essays",
        "volume": "30",
        "journal": "Emory International Law Review",
        "start_page": "2063",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-30/essays/promise-overreach-marshall-islands-united-states.html\n"
    },
    {
        "title": "The First Amendment and the Claim That Muslim Emigrants Be Denied Entrance into the United States",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/30/recent developments/samar.pdf",
        "abstract": "Professor Vincent J. Samar examines whether the Establishment Clause of the First Amendment prevents the United States government from denying people entry into the United States based on religion alone in light of recent terrorist attacks around the world. Specifically, Professor Samar evaluates the practical implications of the present claim that potential Muslim emigrants into the United States can be denied entry based on religion alone. The Essay considers the United States¿ obligations under international human rights law to protect both the freedom of immigration and the freedom of religion, as well as the United States¿ compelling interest to protect national security. Professor Samar concludes that such a policy cannot be justified under the First Amendment Establishment Clause, as well the United States¿ expressed international commitments to preserving international human rights.",
        "author": [
            "Vincent",
            "J.",
            "Samar"
        ],
        "document_type": "essays",
        "volume": "30",
        "journal": "Emory International Law Review",
        "start_page": "2092",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-30/essays/first-amendment-muslim-emigrants-denied-entrance-united-states.html\n"
    },
    {
        "title": "Economists as Arbitrators",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/30/recent developments/sidak.pdf",
        "abstract": "In this Essay, J. Gregory Sidak examines the use of economists as arbitrators or tribunal-appointed neutral experts in international arbitration in effort to raise the standard of party-expert testimony and expedite the determination of quantum. Mr. Sidak argues that either approach would expedite arbitration by causing parties to submit more realistic estimates of quantum and to explain in a more systematic and helpful manner the robustness of those estimates and the assumptions underlying them. Gregory Sidak draw insights from his experience as a court-appointed neutral economic expert on damages for Judge Richard Posner in two patent litigations. Sidak concludes that both the selection of an arbitrator with economic expertise and the tribunal¿s appointment of a neutral economic expert would create greater benefits than costs for the parties to the arbitration.",
        "author": [
            "J.",
            "Gregory",
            "Sidak"
        ],
        "document_type": "essays",
        "volume": "30",
        "journal": "Emory International Law Review",
        "start_page": "2105",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-30/essays/economists-as-arbitrators.html\n"
    },
    {
        "title": "Did Israel Violate International Humanitarian Law During Operation Protective Edge?",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/30/recent developments/andriola.pdf",
        "abstract": "In this essay, Pat Andriola addresses the legality of Israel¿s Operation Protective Edge launched against Hamas in the Gaza territory in the summer of 2014. The essay analyzes whether the legal action taken by Israel comports with customary international humanitarian law, specifically, the principles of distinction and proportionality, and whether there is in fact international law governing Israel¿s actions and use of force. Pat Andriola concludes that Israel¿s actions were governed by international law, as evident by Israel¿s attempts to warn civilians of incoming attacks. The essay continues to conclude that Israel most likely did not comply with the proportionality requirement, as the threat of Israeli deaths as a result of the Hamas rocket attacks was relatively minor.",
        "author": [
            "Pat",
            "Andriola"
        ],
        "document_type": "essays",
        "volume": "30",
        "journal": "Emory International Law Review",
        "start_page": "2001",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-30/essays/israel-violate-humanitarian-operation-edge.html\n"
    },
    {
        "title": "Enhanced Interrogation, the Report on Rendition, Detention, and Interrogation, and the Return of Kriegsraison",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/30/recent developments/farley.pdf",
        "abstract": "The Senate Select Committee on Intelligence released the Report on Rendition, Detention, and Interrogation in December 2014 detailing the use of enhanced interrogation techniques by the United States after the September 11, 2001 attacks. Defenders of enhanced interrogation often justify the use of such techniques based on military necessity and efficacy. In this essay, Benjamin Farley argues that by relying on military necessity, defenders of enhanced interrogation techniques are actually relying on kriegsraison¿a long-discredited military doctrine that holds that the laws of war may be overcome in the face of extreme danger or simply to achieve the object of the war. The essay examines the clear and continuing rejection of kriegsraison at international law and traces the development of arguments justifying enhanced interrogation. Benjamin Farley urges for the rejection of any arguments based upon the doctrine of kriegsraison and upon using torture as an effective means of warfare.",
        "author": [
            "Benjamin",
            "R.",
            "Farley"
        ],
        "document_type": "essays",
        "volume": "30",
        "journal": "Emory International Law Review",
        "start_page": "2019",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-30/essays/enhanced-interrogation-rendition-detention-kriegsraison.html\n"
    },
    {
        "title": "Reaffirming the Role of Human Rights in a Time of \"Global\" Armed Conflict",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/30/recent developments/horowitz.pdf",
        "abstract": "Jonathan Horowitz reviews the notion that there can be a ¿global¿ non-international armed conflict (¿global NIAC¿) under international law in which an enemy fighter could be targeted by the state that is the victim of an attack by non-state actors anywhere he or she travels in the world. The essay highlights several consequences of recognizing such a global NIAC, including incidental civilian harm and destruction of civilian property, to conclude that the very existence of a global NIAC violates international law, particularly as it pertains to the rights of the territorial state. As a result, states subjects to attack must rely upon international law concepts other than a global NIAC to justify their extraterritorial use of force. The essay details several alternative legal avenues that would be permissible under international law that states may use to defend themselves from violent non-state groups.",
        "author": [
            "Jonathan",
            "Horowitz"
        ],
        "document_type": "essays",
        "volume": "30",
        "journal": "Emory International Law Review",
        "start_page": "2041",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-30/essays/reaffirming-human-rights-global-conflict.html\n"
    },
    {
        "title": "Worldwide Accountability: The WTO's Failure To Create an Infrastructure that Delivers Pharmaceutical Drugs to Developing Countries",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/29/Recent Developments/mohan.pdf",
        "abstract": "In response to the public outcry over the death of millions of people in developing countries because of a lack of access to life-saving drugs, the World Trade Organization (WTO) recognized the need for developing countries to obtain pharmaceutical drugs at a reduced rate. However, the WTO received significant pushback from patent holders and pharmaceutical companies who insisted that their patents be upheld in every country. The dilemma resulted in the Trade-Related Aspects of Intellectual Property Rights (TRIPS) Agreement and the 2003 Doha Declaration. Despite these efforts, millions of people are still dying because of a lack of access to pharmaceutical drugs. Arun J. Mohan argues that the only cure for the failure of the TRIPS Agreement and subsequent WTO actions is for the international community to set up a body that oversees the distribution of drugs to developing countries only when national health emergencies occur.",
        "author": [
            "Arun",
            "J.",
            "Mohan"
        ],
        "document_type": "essays",
        "volume": "29",
        "journal": "Emory International Law Review",
        "start_page": "2001",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-29/essays/worldwide-accountability-pharmaceutical-drugs.html\n"
    },
    {
        "title": "Crossing the Red Line: The Role of U.S. Intelligence Information and Evidentiary Standards in the Inspection of Syria's Chemical Weapons",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/29/Recent Developments/paisner.pdf",
        "abstract": "In 2002, the Director of Central Intelligence submitted an unclassified report to Congress, pursuant to § 721 of the FY 97 Intelligence Authorization Act, affirming the existence of Syria¿s chemical weapons stockpile and continued pursuit of chemical weapons precursors. Other states have acknowledged that the Syrian government acquired its chemical weapons arsenal prior to the August 21, 2013 chemical attack against civilians in the Ghouta agricultural belt. However, the extent of the threat posed was unknown. Drawing on its experience in Iraq, the U.S. refused to take action until it had ¿clear and convincing evidence¿ that Syria had used chemical weapons against civilians, crossing the proverbial ¿red line.¿ In this article, Leah Paisner analyzes the role of U.S. intelligence information and evidentiary standards in determining whether the U.S. government has a reasonable basis for intervening in Syria in the event of a subsequent breach of the Chemical Weapons Convention.",
        "author": [
            "Leah",
            "Paisner"
        ],
        "document_type": "essays",
        "volume": "29",
        "journal": "Emory International Law Review",
        "start_page": "2023",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-29/essays/crossing-the-red-line.html\n"
    },
    {
        "title": "An International Human Right to Self-Sufficiency",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/29/Recent Developments/jankowski.pdf",
        "abstract": "With the recent onslaught of global natural disasters and terrorism attacks, all people should be preparing themselves. To allow for this necessary preparation, the world community should recognize an international human right of all people to live in an environment of self-sufficiency. International law scholars have recognized similar rights and have often mentioned the importance of self-sufficiency in the context of these other rights, but none have yet cited self-sufficiency as an independent right. In this article, Haley Palfreyman Jankowski argues that such a right is inherent to every individual and is a natural outgrowth of several basic recognized human rights.",
        "author": [
            "Haley",
            "Palfreyman",
            "Jankowski"
        ],
        "document_type": "essays",
        "volume": "29",
        "journal": "Emory International Law Review",
        "start_page": "2039",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-29/essays/international-human-right-self-sufficiency.html\n"
    },
    {
        "title": "National Case Law as a Generator of International Refugee Law: Rectifying an Imbalance within UNHCR Guidelines on International Protection",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/29/Recent Developments/bailliet.pdf",
        "abstract": "In this article, Professor Cecilia M. Bailliet seeks to evaluate UNHCR Guidelines on International Protection in order to examine whether there are discrepancies in the citation of national case law. Part I pursues quantitative analysis of UNHCR¿s references to national case law and international criminal tribunal case law in its guidelines. Part II presents an alternative view on the importance of transnational judicial dialogues within Refugee Law, juxtaposing the treatment of conscientious objectors seeking asylum in different national jurisdictions with the UNHCR guidelines on military service. Part III assesses whether the Background Papers demonstrate parallel citation lacunae or biases. Part IV calls for reform of UNHCR¿s Department of International Protection in order to improve the compilation and reference to national case law by UNHCR in its soft law guidelines and policy documents, which would lead to greater transparency of UNHCR¿s Refugee Status Determination system.",
        "author": [
            "Cecilia",
            "M.",
            "Bailliet"
        ],
        "document_type": "essays",
        "volume": "29",
        "journal": "Emory International Law Review",
        "start_page": "2059",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-29/essays/generator-refugee-rectifying-imbalance-unhcr.html\n"
    },
    {
        "title": "The Use of International Law by the United Nations Security Council: An Empirical Framework for Analysis",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/29/Recent Developments/deplano.pdf",
        "abstract": "In this article, Professor Rossana Deplano examines the strategic use of international law by the United Nations Security Council. Using an original database, which includes 611 resolutions adopted by the Security Council from 2004 to 2013, it provides a systematic analysis of Security Council¿s behavioral patterns that may help determine significant selection preferences in the exercise of its powers under the United Nations Charter. The analysis shows that while reference to positive international law in the text of resolutions contributes to shaping the politics of the Security Council, current Security Council practice has little or no influence over the development of international law.",
        "author": [
            "Rossana",
            "Deplano"
        ],
        "document_type": "essays",
        "volume": "29",
        "journal": "Emory International Law Review",
        "start_page": "2085",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-29/essays/international-law-united-nations-council.html\n"
    },
    {
        "title": "Save the Children: The Eighth Circuit Correctly Applies the Grave Risk Defense in Acosta v. Acosta",
        "fulltext_url": "https://law.emory.edu/eilr/_documents/volumes/29/Recent Developments/lafoe.pdf",
        "abstract": "The Hague Convention on the Civil Aspects of International Child Abduction was enacted for the protection of children as well as the deterrence of international forum shopping in custody disputes. If returning children to their home nation would pose a grave risk to their safety, it is acceptable for them to remain with the abducting parent until courts make an official custody determination. A circuit split currently exists on the affirmative defense of grave risk of harm. Some courts end their analysis once a grave risk of harm is proven. Others, such as the Eighth Circuit in Acosta v. Acosta, take the further step of assessing whether the home nation would take measures to protect the children if they were returned. In this casenote, Liz Lafoe provides an analysis of this split through an examination of Acosta.",
        "author": [
            "Liz",
            "LaFoe"
        ],
        "document_type": "essays",
        "volume": "29",
        "journal": "Emory International Law Review",
        "start_page": "2113",
        "orginal_url": "https://law.emory.edu/eilr/recent-developments/volume-29/essays/save-children-eighth-circuit-acosta.html\n"
    }
]
