[
    {
        "title": "Tam Through the Lens of Brunetti: THE SLANTS, FUCT",
        "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/69/online/lee.pdf",
        "abstract": "In Matal v. Tam, the Supreme Court upheld a party’s constitutional right to register a racial slur as a trademark (“THE SLANTS” for a band). On First Amendment grounds, the Court struck down a provision of the Lanham Act that prohibits the registration of a mark that “disparage[s]” persons. After the decision, the Patent and Trademark Office received registration applications for marks containing other racial slurs and began approving them, except for one. For this slur, the agency suspended its decision pending the outcome in another trademark case before the Court, involving a related provision of the Act that prohibits the registration of “immoral or scandalous” matter. In Iancu v. Brunetti, a divided Court ruled that this provision also violates the Free Speech clause of the First Amendment, thus allowing registration of “FUCT” for clothing. There now appears a fundamental right to register a racial epithet as a trademark. This Essay questions the Court’s decision and reasoning and elaborates on the consequences. In addition, although the Court’s decision in Tam was unanimous, there appear in Brunetti indications of judicial pause and a belated recognition of the dangers of Tam.",
        "author": [
            "Ilhyung",
            "Lee"
        ],
        "document_type": "essays",
        "volume": "69",
        "journal": "Emory Law Journal",
        "orginal_url": "https://law.emory.edu/elj/elj-online/volume-69/essays/tam-lens-brunetti-slants-fuct.html\n"
    },
    {
        "title": "\"Undue Hardship\" and Uninsured Americans: How Access to Healthcare Should Impact Student-Loan Discharge in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/69/online/gouzoules.pdf",
        "abstract": "Student-loan debt has grown to unprecedented heights. Contributing to the severe burden imposed by these debts is the Bankruptcy Code’s unique presumption that they are not dischargeable. To overcome that presumption, a debtor must establish that repayment of her loans would constitute an “undue hardship.” This Essay examines the disagreement among bankruptcy courts that have interpreted the “undue hardship” standard in situations where a debtor is unable to afford health insurance—a common occurrence among the economically disadvantaged. After examining recent healthcare reforms, I argue that Congress has expressed a judgment that all Americans should obtain minimum essential healthcare. Though this goal remains unrealized, it should inform courts’ “undue hardship” analysis, and debtors who cannot obtain healthcare while repaying loans should be entitled to a bankruptcy discharge. This reform has been made even more urgent by the economic disruptions and increased healthcare costs imposed by the ongoing COVID-19 pandemic.",
        "author": [
            "Alexander",
            "Gouzoules"
        ],
        "document_type": "essays",
        "volume": "69",
        "journal": "Emory Law Journal",
        "orginal_url": "https://law.emory.edu/elj/elj-online/volume-69/essays/undue-hardship-uninsured-americans-student-loan-discharge.html\n"
    },
    {
        "title": "The Impact of Artificial Intelligence on Forensic Accounting and Testimony--Congress Should Amend \"The Daubert Rule\" to Include a New Standard",
        "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/69/online/metallo.pdf",
        "abstract": "This Essay attempts to address the current issues and legal implications surrounding the use of artificial intelligence by forensic accounting experts and its importance to forensic accounting research. It reviews existing law, proposes changes to the Federal Rules of Evidence for using artificial intelligence in the courtroom, and covers emerging technology a forensic accountant may encounter, such as blockchain, cryptocurrency, “smart contracts,” machine learning, and algorithmic entities. Finally, the Essay concludes that the changes to the rules should encompass standards to account for artificial intelligence reliability and argues forensic accounting experts and all forensic experts are needed even more in light of this new technology to assist the trier of fact in its deliberations.",
        "author": [
            "Victor",
            "Nicholas",
            "A.",
            "Metallo"
        ],
        "document_type": "essays",
        "volume": "69",
        "journal": "Emory Law Journal",
        "orginal_url": "https://law.emory.edu/elj/elj-online/volume-69/essays/artificial-intelligence-amend-daubert-rule.html\n"
    },
    {
        "title": "Faithless or Faithful Electors? An Analogy to Disobedient but Conscientious Jurors",
        "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/69/online/abramson.pdf",
        "abstract": "Do delegates to the Electoral College have any discretion in how they vote for President or Vice President? Two pending cases call upon the Supreme Court to answer this question. This Essay draws a comparison between disobedient jurors and so-called “faithless” electors. Both jurors and electors make a pledge to follow their instructions. However, we do not punish jurors who violate their oaths in order to discharge their duty as they see fit. We do not even call them “faithless.” We call them conscientious. This Essay explores whether electors are another example of government actors who are bound by an oath of office and yet sometimes free to break their pledge. I conclude that there is one circumstance where it takes a faithless elector to keep faith with democracy. This circumstance is when the loser of the national vote is about to become president through the Electoral College.",
        "author": [
            "Jeffrey",
            "Abramson"
        ],
        "document_type": "essays",
        "volume": "69",
        "journal": "Emory Law Journal",
        "orginal_url": "https://law.emory.edu/elj/elj-online/volume-69/essays/faithless-faithful-electors-analogy-jurors.html\n"
    },
    {
        "title": "Hall v. Hall: A Lose-Lose Case for Appellate Jurisdiction",
        "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/68/online/lammon.pdf",
        "abstract": "In Hall v. Hall, the Supreme Court held that the resolution of a single action consolidated with other actions is a ¿final decision¿¿and thus immediately appealable¿regardless of whether the other actions remain pending. But in deciding Hall, the Court had no good options. Like so many of its other decisions on appellate jurisdiction, the Court had to choose between a straightforward but pragmatically unsound rule (the option it ultimately took) or a pragmatic rule that would add to the confusion that already exists in matters of appellate jurisdiction. Hall was thus a classic lose-lose scenario. But Hall also illustrates the path forward: rulemaking. The federal courts alone cannot resolve the many issues that vex federal appellate jurisdiction. The Rules Committee must step in to reform this area of law.",
        "author": [
            "Bryan",
            "Lammon"
        ],
        "document_type": "essays",
        "volume": "68",
        "journal": "Emory Law Journal",
        "orginal_url": "https://law.emory.edu/elj/elj-online/volume-68/essays/hall-lose-case-appellate-jurisdiction.html\n"
    },
    {
        "title": "Title VII and the #MeToo Movement",
        "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/68/online/white.pdf",
        "abstract": "The #MeToo movement has drawn unprecedented attention to sexual harassment in the workplace. But there is a disconnect between sexual harassment as popularly understood and sexual harassment as prohibited by Title VII. This Essay identifies those areas where the law and the public understanding of it most starkly diverge. Additionally, as this Essay describes, those who are retaliated against for making claims of sexual harassment often fare poorly after stepping forward; many complaints concern conduct that has not yet reached the requisite level of severity or pervasiveness, and thus are found unprotected. This Essay identifies where the #MeToo movement, to the extent it reflects societal understanding of what the law should be, may impact judges¿ and juries¿ application of governing legal standards. The law often evolves in response to changing social norms, and the #MeToo movement, in ways this Essay describes, has the opportunity to effect this evolution in the law¿s approach to on-the-job sexual harassment.",
        "author": [
            "Rebecca",
            "Hanner",
            "White"
        ],
        "document_type": "essays",
        "volume": "68",
        "journal": "Emory Law Journal",
        "orginal_url": "https://law.emory.edu/elj/elj-online/volume-68/essays/title-vii-me-too-movement.html\n"
    },
    {
        "title": "Why Appeals Courts Rarely Reverse Lower Courts: An Experimental Study to Explore Affirmation Bias",
        "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/68/online/edwards.pdf",
        "abstract": "One of the most striking features of appellate courts in the United States is also one of the least understood: Appellate courts rarely reverse lower court decisions. The data reviewed in this Article indicate that roughly 90% of appellate court decisions affirm lower court rulings. Why do appeals courts so often affirm? Do trial court judges rarely make reversible errors or do appellate courts suffer from ¿affirmation bias¿ and fail to correct enough errors? These fundamental questions cannot be answered empirically, so I conducted a decision-making experiment with law students and political science majors. The results indicate that random variation in who prevailed in the lower court significantly influences who wins on appeal. Affirmation bias may inflate appellate court affirmation rates by as much as 7%. Further research is needed, but these results suggest that appellate courts fail to correct many trial court errors due to affirmation bias.",
        "author": [
            "Barry",
            "C.",
            "Edwards"
        ],
        "document_type": "essays",
        "volume": "68",
        "journal": "Emory Law Journal",
        "orginal_url": "https://law.emory.edu/elj/elj-online/volume-68/essays/appeals-courts-reverse-lower-courts-study-explore-affirmation-bias.html\n"
    },
    {
        "title": "The Supreme Court's Landmark Decision in New Prime Inc. v. Oliveira: A Panoptic View of America's Civil Justice System and Arbitration",
        "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/68/online/szalai.pdf",
        "abstract": "The Supreme Court¿s decision in New Prime Inc. v. Oliveira unveils a panoptic, sweeping view of the past, present, and future role of arbitration in America¿s civil justice system. Looking back, New Prime stands apart as representing the first decision in decades where the Supreme Court has ruled in favor of workers and rejected an expansive interpretation of the Federal Arbitration Act (FAA). One can also understand the decision in the context of the current sociopolitical environment. In the wake of the #MeToo movement, the Trump presidency, and the contentious confirmation hearings of Justice Brett Kavanaugh, there has been a backlash against the widespread use of forced arbitration. Looking to the future, New Prime suggests a new approach for courts to interpret the FAA, and the case raises larger questions about the scope of the FAA, access to justice, federalism, and the future role of arbitration in America.",
        "author": [
            "Imre",
            "S.",
            "Szalai"
        ],
        "document_type": "essays",
        "volume": "68",
        "journal": "Emory Law Journal",
        "orginal_url": "https://law.emory.edu/elj/elj-online/volume-68/essays/supreme-court-decision-new-prime-oliveira-justice-arbitration.html\n"
    }
]
