[
  {
      "title": "History Repeats Itself: Some New Faces Behind Sex Trafficking Are More Familiar Than You Think",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/68/online/leary.pdf",
      "abstract": "Society is rightly outraged to see America¿s dark history of slavery repeat itself in the form of human trafficking. However, society should be equally concerned about the new face of those who support human trafficking: components of mainstream corporate America. A review of the relevant history of antebellum slavery reveals that one reason why antebellum slavery continued as long as it did was because of the support it received from economic interests that benefited directly and indirectly from the exploitation. Sadly, that reality is once again apparent today as human trafficking thrives in the world in part because it is profitable to the traffickers and others. It is so profitable that legitimate businesses that benefit from it¿or from the structures that allow it to thrive¿are willing to tolerate it and actively thwart efforts to end human trafficking. This Essay examines these historical parallels and advocates that human trafficking cannot be defeated until such entities are willing to place human beings above profits.",
      "author": [
          "Mary",
          "Graw",
          "Leary"
      ],
      "document_type": "essays",
      "volume": "68",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-68/essays/history-repeats-faces-behind-sex-trafficking-familiar.html\n"
  },
  {
      "title": "\"Politics!\"? Of Course! A Reflection on Washington v. Trump",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/67/online/babie.pdf",
      "abstract": "Were the decisions in Washington v. Trump political? Of course they were! While some may not care to admit it, President Trump correctly identifies¿albeit for the wrong reasons¿the political nature of the decisions. Rather than rendering them illegitimate, as the President suggested, the political nature of the District Court and Ninth Circuit Court of Appeals decisions is the very essence of their legitimacy and validity. This Essay explains why.",
      "author": [
          "Paul",
          "Babie"
      ],
      "document_type": "essays",
      "volume": "67",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-67/essays/politics-reflection-washington-trump.html\n"
  },
  {
      "title": "Briefing the Supreme Court: Promoting Science or Myth?",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/67/online/hamilton.pdf",
      "abstract": "The United States Supreme Court recently ruled in Packingham v. North Carolina that the state¿s law banning registered sex offenders from using social networking sites was unconstitutional on First Amendment grounds. An issue that has arisen in the case is the state¿s justification for the ban. North Carolina and thirteen other states represented in a friend of the court brief make three claims concerning the risk of registered sex offenders: (1) sex offenders have a notoriously high rate of sexual recidivism; (2) sex offenders are typically crossover offenders in having both adult and child victims; and (3) sexual predators commonly use social networking sites to lure children for sexual exploitation purposes. The collective states contend that these three claims are supported by scientific evidence and common sense. This Essay outlines how the states misconstrue, and at times misrepresent, the scientific evidence they cite regarding such risk-based claims.",
      "author": [
          "Melissa",
          "Hamilton"
      ],
      "document_type": "essays",
      "volume": "67",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-67/essays/briefing-supreme-court-science-myth.html\n"
  },
  {
      "title": "Why Don't Some White Supremacist Groups Pay Taxes?",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/67/online/amarante.pdf",
      "abstract": "A number of white supremacist groups enjoy tax-exempt status. These hate groups do not have to pay federal taxes and people who give money to these groups may take deductions on their personal taxes. This recognition not only results in potential lost revenue for government programs, but it also serves as a public subsidy of racist propaganda and operates as the federal government¿s imprimatur of white supremacist activities. This is all due to an unnecessarily broad definition of ¿educational¿ that somehow encompasses the activities of universities, symphonies, and white supremacists. This Essay suggests a change in the Treasury Regulations to restrict the definition of educational organizations to refer only to traditional, degree-granting institutions, distance-learning organizations, or certain other enumerated entities. With this change, we would no longer allow white supremacists to call themselves charities, remove the public subsidy of such reprehensible organizations, and eliminate the government¿s implicit blessing of hate groups.",
      "author": [
          "Eric",
          "Franklin",
          "Amarante"
      ],
      "document_type": "essays",
      "volume": "67",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-67/essays/white-supremacist-groups-pay-taxes.html\n"
  },
  {
      "title": "Transforming the \"Thurmond Rule\" in 2016",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/66/online/tobias.pdf",
      "abstract": "Senators vigorously dispute the Thurmond Rule¿s meaning in the 2016 presidential election year. The Rule is a peculiar tradition. The party not controlling the White House systematically invokes the custom during presidential election years to halt judicial designees¿ consideration until November with the hope that its standard bearer prevails and, thus, can appoint jurists. This year, Senators Grassley and McConnell characterized the tenet as ¿flexible,¿ while Grassley declared that nominee confirmations generally end at the summer recess. Because confusion plagues definition of the stricture, and the Rule¿s incessant use dramatically exacerbates the vacancy crisis, its perpetuation merits scrutiny. Chronic partisanship attends the Thurmond Rule¿s deployment. The chamber needs to abolish the Rule, or at least codify and confine the approach within the Senate rules until a clear majority who favors abrogation emerges.",
      "author": [
          "Carl",
          "Tobias"
      ],
      "document_type": "essays",
      "volume": "66",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-66/essays/transforming-thurmond-rule-2016.html\n"
  },
  {
      "title": "Statutory Junk",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/66/online/schoenbrod.pdf",
      "abstract": "Much as ¿space junk¿¿the debris that past space missions have left in earth¿s orbit¿can disable a current space mission, obsolete statutory commands that Congress has left on the books can keep an administrative agency from accomplishing its current mission. This statutory junk has proliferated in recent decades because Congress has shifted from giving agencies open-ended authority to commanding them in exacting detail, but often fails to revise these commands after changing circumstances have made the old commands perverse. Congress fails because this delegation allows legislators to shift blame to the agency for harms that statutes do to their constituents. The Chevron doctrine provides agencies some leeway to avoid statutory junk, but is insufficient to cope with the problem. The solution must lie in remedying the root cause of the problem¿the legislators¿ current ability to avoid blame for the perverse consequences of statutory junk.",
      "author": [
          "David",
          "Schoenbrod"
      ],
      "document_type": "essays",
      "volume": "66",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-66/essays/statutory-junk.html\n"
  },
  {
      "title": "The Uses and Abuses of Simplexity",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/66/online/zelenak.pdf",
      "abstract": "Although the importance of IRS publications in the administration of the federal income tax can hardly be overstated, before Joshua D. Blank¿s and Leigh Osofsky¿s comprehensive study of simplexity in IRS publications scholars had given those publications almost no attention. I agree with all their major conclusions¿including, most significantly, that some simplexity is inevitable in carrying out the IRS¿s duty of explaining immensely complex tax laws to a general readership. This brief Essay is devoted to a few points on which I disagree with the analysis of Blank and Osofksy (none of which affect my agreement with their major conclusions), and to a few thoughts¿inspired by reading Blank and Osofksy¿on a few non-simplexity aspects of IRS publications.",
      "author": [
          "Lawrence",
          "Zelenak"
      ],
      "document_type": "responses",
      "volume": "66",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-66/responses/uses-abuses-simplexity.html\n"
  },
  {
      "title": "Fixing the Federal Judicial Selection Process",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/65/online/tobias.pdf",
      "abstract": "Federal court selection is eviscerated. Across five years in Barack Obama¿s presidency, the judiciary confronted some eighty-five vacancies because Republicans never agreed to prompt Senate consideration. Over 2015, the GOP cooperated little, approving the fewest jurists since Dwight Eisenhower was President. However, selection might worsen. This year is a presidential election year, a period in which confirmations traditionally slow to a halt, and a predicament that controversy regarding Justice Antonin Scalia¿s High Court vacancy exacerbates. At the next inauguration, the bench may experience 100 unfilled circuit and trial level positions. These concerns demonstrate that the broken appointments system requires permanent improvement. This survey evaluates confirmations during President Obama¿s tenure, detecting that Republicans have plumbed new depths for obstruction. Because this recalcitrance undermines judicial selection, the delivery of justice and respect for the coequal branches of government, the analysis proffers multiple long-term solutions, notably a bipartisan judiciary, which could enhance the process.",
      "author": [
          "Carl",
          "Tobias"
      ],
      "document_type": "essays",
      "volume": "65",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-65/essays/fixing-federal-judicial-selection-process.html\n"
  },
  {
      "title": "Truthiness and the Marble Palace",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/65/online/oldfather-peppers.pdf",
      "abstract": "Tucked inside the title page of David Lat¿s Supreme Ambitions, just after a note giving credit for the cover design and before the copyright notice, sits a standard disclaimer of the sort that appears in all novels: ¿This is a work of fiction. Names, characters, places, and events either are the products of the author¿s imagination or are used fictitiously. Any resemblance to actual persons, living or dead, events or locales is entirely coincidental.¿ These may be the most truly fictional words in the entire book. Supreme Ambitions¿ observations about judging, clerking, prestige and the culture of elite law schools likewise reflect core truths, albeit via storylines and characters that are often exaggerated almost to the point of caricature. The result is a strong form of what Stephen Colbert calls ¿truthiness.¿",
      "author": [
          "Chad",
          "M.",
          "Oldfather",
          "&",
          "Todd",
          "C.",
          "Peppers"
      ],
      "document_type": "essays",
      "volume": "65",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-65/essays/truthiness-marble-palace.html\n"
  },
  {
      "title": "A New Threat to the Viability of Campaign Contribution Limits",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/65/online/ferguson.pdf",
      "abstract": "In July, the Wisconsin Supreme Court held that it violates the First Amendment to prevent political candidates from coordinating with outside spending groups like Super PACs if the groups¿ ads do not expressly advocate the election or defeat of a candidate. The decision is erroneous under federal precedent and fundamentally misunderstands the Supreme Court¿s holdings distinguishing between independent spending and spending coordinated with a candidate. Wisconsin¿s regulatory scheme will be largely inoperable for the time being: Contribution limits will be fairly meaningless, at least for sophisticated actors who seek to circumvent them. And the logic of the decision leads to the conclusion that candidates have the constitutional right to set up campaign accounts that may accept unlimited contributions, so long as that money is not used for express advocacy.",
      "author": [
          "Brent",
          "Ferguson"
      ],
      "document_type": "essays",
      "volume": "65",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-65/essays/new-threat-viability-campaign-limits.html\n"
  },
  {
      "title": "The Case in Favor of Civil Justice Reform",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/65/online/schwartz-silverman.pdf",
      "abstract": "In October 2015, Emory University School of Law hosted a provocatively titled symposium, ¿The `War¿ on the U.S. Civil Justice System.¿ The program was co-sponsored by the Pound Civil Justice Institute, a ¿think tank¿ founded and controlled by leaders of the plaintiffs¿ bar that advocates for expansions in liability through presenting legal education seminars and publishing papers. The introduction to the symposium edition waxes nostalgic for the civil justice system of ¿[a] half-century ago,¿ which was ¿a much-admired, well-organized process for resolving disputes, generally in public, before juries and independent judges.¿ As this Essay will show, at that time, the nation was in the midst of the most rapid expansion of liability exposure in its history. Civil justice reform is an effort, not to turn back the clock, but to achieve balance in areas where courts went too far in relaxing requirements for both imposing liability and awarding damages.",
      "author": [
          "Victor",
          "E.",
          "Schwartz,",
          "Cary",
          "Silverman"
      ],
      "document_type": "responses",
      "volume": "65",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-65/responses/case-favor-civil-justice-reform.html\n"
  },
  {
      "title": "Dynamic Regulation to Curtail Excessive Corporate Risk-Taking¿A Response to Professor Schwarcz",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/65/online/kaal.pdf",
      "abstract": "In his article Excessive Corporate Risk-Taking and the Decline of Personal Blame, Professor Schwarcz succinctly identifies the shortcomings of the existing regulatory infrastructure in the context of risk-taking, and he evaluates the adequacy of firm-level liability. While Professor Schwarcz¿s main points are of course well taken, and he certainly makes a tremendous contribution to the literature on excessive risk-taking by executives, a key assumption underlying most of the proposals Professor Schwarcz analyzes is that rules could and should be optimally tailored to address a perceived regulatory problem. In an environment of exponentially increasing disruptive innovation, such assumptions may not be justified. In fact, the assumption that stable and optimal rules are a necessary and adequate remedy in many ways supports and perpetuates excessive risk-taking by executives, financial crises, and financial regulatory cycles. A key role for scholarship in this context could be the evaluation of supplemental governance mechanisms that help the main regulatory framework adapt to constantly changing market environments, disruptive (financial) innovation, and the regulatory environment.",
      "author": [
          "Wulf",
          "A.",
          "Kaal"
      ],
      "document_type": "responses",
      "volume": "65",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-65/responses/dynamic-regulation-curtail-risk-taking-response-schwarcz.html\n"
  },
  {
      "title": "Response to Tuerkheimer: Rape On and Off Campus: The Vulnerable Subject of Rape Law: Rethinking Agency and Consent",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/65/online/marvel.pdf",
      "abstract": "Tuerkheimer¿s article for the Emory Law Journal, Rape On and Off Campus, extends her earlier work on sexual agency, consent, and the inadequate nature of U.S. rape law to examine the disconnect between widely acknowledged cultural norms around sex, and the stubborn recalcitrance of rape laws to social reform. This response applies some of the insights of vulnerability theory to Tuerkheimer¿s piece with the goal of extending these important conversations into new analytical fields. The theory provides a useful vantage upon the systemic and historical patterns of inequality that lead to violence against women, as well as the legal and social means for redress. By tracking questions of consent, criminality, and sexual agency through a vulnerability lens, we may move away from the ¿vulnerable victim¿ model to engage a more robust understanding of resilience and institutional responsibility.",
      "author": [
          "Stu",
          "Marvel"
      ],
      "document_type": "responses",
      "volume": "65",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-65/responses/response-tuerkheimer-vulnerable-rape-law-agency-consent.html\n"
  },
  {
      "title": "The Rise and Rise of the One Percent: Considering Legal Causes of Wealth Inequality",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/64/online/hsu.pdf",
      "abstract": "Thomas Piketty¿s Capital in the Twenty-First Century, which is surely one of the very few economics treatises ever to be a best-seller, has parachuted into an intensely emotional and deeply divisive American debate: the problem of inequality in the United States. Piketty¿s core argument is that throughout history, the rate of return on private capital has usually exceeded the rate of economic growth, expressed by Piketty as the relation r > g. If true, this relation means that the wealthy class¿who are the predominant owners of capital¿will grow their wealth faster than economies grow, which means that relatively speaking, the nonwealthy will fall behind. But even if we accept Piketty¿s assertion that this has been a ¿historical fact,¿ why is r > g most of the time? Piketty offers a few economic factors and a few legal rules, but mostly demurs as to why the ¿forces of [wealth] divergence¿ generally overwhelm the ¿forces of [wealth] convergence.¿ This Essay argues that legal rules and institutions exhibit an inherent bias toward some forms of private capital and serve to inflate returns to private capital¿Piketty¿s r. Meanwhile, not only is it more difficult to make economic growth¿Piketty¿s g¿keep pace, but it is more contentious. The result is that returns to private capital have indeed commonly exceeded the rate of economic growth.",
      "author": [
          "Shi-Ling",
          "Hsu"
      ],
      "document_type": "essays",
      "volume": "64",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-64/essays/considering-legal-causes-wealth-inequality.html\n"
  },
  {
      "title": "Be Careful What You Wish For: Goodyear, Daimler, and the Evisceration of General Jurisdiction",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/64/online/arthur-freer.pdf",
      "abstract": "International Shoe and its progeny permit states to assert general jurisdiction over nonresidents that have \"continuous and systematic\" contacts with the forum. In Goodyear Dunlop Tires Operations, S.A. v. Brown decided in 2011, and Daimler AG v. Bauman decided in early 2014, the Supreme Court made a sharp break from these cases, stating that general jurisdiction based on minimum contacts now exists only where a defendant is \"at home.\" The opinions in these cases are unpersuasive. While the Court purported to follow International Shoe and its two prior decisions on general jurisdiction, this simply is not so. Nor does the Court justify its use of an analogy to the traditional basis of domicile to determine to legitimate scope of contacts based jurisdiction. Arguably, an analogy to presence would be more apt. Worse, these two cases, when added to the Court's grudging approach to specific jurisdiction, put some plaintiffs at risk of being unable to bring a defendant to justice in an American court. Goodyear and Daimler could have been decided on far narrower grounds; the Court should read them in the future to be limited to those grounds.",
      "author": [
          "Thomas",
          "C.",
          "Arthur,",
          "Richard",
          "D.",
          "Freer"
      ],
      "document_type": "essays",
      "volume": "64",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-64/essays/goodyear-daimler-evisceration-jurisdiction.html\n"
  },
  {
      "title": "Conditionality as Opposed to Inseverability",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/64/online/campbell.pdf",
      "abstract": "Eric Fish has given us a most engaging defense of a proposal to allow severability of statutes in almost all cases. In comparison with the current Supreme Court standard, Fish argues that he does not have courts engage in the difficult task of interpreting congressional intent. Instead, he would allow severability as the default, with only very limited exceptions where the legislative branch has indicated inseverability. Of course, the best way to prevent judges from acting as legislators is to prevent them from treating something that was not passed by the legislature as law. The only way to do that, with one hundred percent certainty, is to follow a rule of inseverability, which I advocated in my article, Severability of Statutes, to which Mr. Fish offers some critical attention. So, if the ¿main benefit¿ truly is to constrain judges, inseverability wins over severability every time. With inseverability, the court voids a statute, and Congress gets to legislate anew.",
      "author": [
          "Tom",
          "Campbell"
      ],
      "document_type": "responses",
      "volume": "64",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-64/responses/conditionality-inseverability.html\n"
  },
  {
      "title": "Data Nationalism and Its Discontents",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/64/online/kuner.pdf",
      "abstract": "Data localization or data nationalism, which terms I will use synonymously here, has received growing attention. Numerous commentators (including myself) have raised questions about efforts at the national or regional level to regulate the flow of data across borders or to create incentives to localize data processing and storage. This is the topic of the important new article Data Nationalism by Anupam Chander and Uyê P. Lê published in the Emory Law Journal. Chander and Lê provide a thoughtful and useful analysis of regulatory initiatives that promote data nationalism. They have cast their net widely to include examples from around the world (including citation of materials in languages such as Russian and Vietnamese). The Article¿s careful consideration of numerous data localization initiatives, the motivations behind them, and their social, economic, and legal implications fills an important need in the literature on Internet regulation. In this short piece I will both respond to the Article and comment on some important overarching issues that it raises.",
      "author": [
          "Christopher",
          "Kuner"
      ],
      "document_type": "responses",
      "volume": "64",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-64/responses/data-nationalism-its-discontents.html\n"
  },
  {
      "title": "Intentional Discrimination that Produces Economic Inequality: Taking Piketty and Hsu One Step Further",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/64/online/zimmer.pdf",
      "abstract": "Thomas Piketty in Capital in the Twenty-First Century, citing to a vast array of data, demonstrates that over the long haul capital grows more rapidly than income or the economy generally¿his formula is r > g. When I read Piketty¿s book, I thought he had presented a tremendously important new way to discuss and decide public policy questions. Shi-Ling Hsu in The Rise and Rise of the One Percent: Considering Legal Causes of Wealth Inequality, accepts Piketty¿s data that capital grows faster than the economy, but he also criticizes and develops Piketty¿s thesis. Hsu¿s main criticism is that Piketty fails to understand the role law plays in distributing wealth and in protecting the growth of capital. I want to take the question of economic inequality a step beyond where Piketty and Hsu have gone. The study of law for its effect on increasing economic inequality can allow us insights into why some social groups have been, and continue to be, economically disadvantaged. A brief look shows how long-standing laws and legal policies have helped keep members of minority groups economically unequal.",
      "author": [
          "Michael",
          "J.",
          "Zimmer"
      ],
      "document_type": "responses",
      "volume": "64",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-64/responses/taking-piketty-and-hsu-one-step-further.html\n"
  },
  {
      "title": "Thomas Piketty and Inequality: Legal Causes and Tax Solutions",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/64/online/caron.pdf",
      "abstract": "Since publication of an English edition in March 2014, Capital in the Twenty-First Century has spawned heated debates in newspapers, magazines, and blogs, which soon will continue in academic journals and law reviews. Shi-Ling Hsu is one of the first out of the gate with The Rise and Rise of the One Percent: Considering Legal Causes of Wealth Inequality. Hsu¿s essay is a significant contribution to what is certain to be an energetic debate over the implications of Piketty¿s work. I offer here two modest reactions to Hsu¿s essay: (1) recent inequality research has shifted the focus of high-end wealth concentration from the Top 1% to the Top 0.1% (and even the Top 0.01%), with important implications for the work of both Piketty and Hsu, including (2) the inquiry into whether policymakers should intervene before the fact to reshape the distribution of the benefits and burdens of economic activity (Hsu¿s approach) or instead redistribute wealth after the fact (Piketty¿s approach).",
      "author": [
          "Paul",
          "L.",
          "Caron"
      ],
      "document_type": "responses",
      "volume": "64",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-64/responses/piketty-and-inequality.html\n"
  },
  {
      "title": "\"All Good Things Flow . . . \": Rule of Law, Public Goods, and the Divided American Metropolis",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/64/online/kelly.pdf",
      "abstract": "This essay is a review of and a response to Urban Decay, Austerity, and Rule of Law, an article written by Brent White, Simone Sepe, and Saura Masconale. Building upon an intuitively compelling social contract theory insight, the article sets out the theoretical and empirical cases for the authors¿ contention that sustained investment in highly visible, essential local public goods provides crucial support for rule of law. In this invited response, Professor Kelly welcomes the article¿s introduction of the rule of law paradigm to domestic urban policy, finds fault with its selection of public goods that purportedly influence rule of law, and contends that the UDT has far greater potential than the poor support it can offer the authors¿ flawed policy proposal. By conceptualizing the domestic urban policy goal as rule of law rather than order, the authors open measurements of success to go beyond crime rates and majoritarian perceptions of personal safety.",
      "author": [
          "James",
          "J.",
          "Kelly,",
          "Jr."
      ],
      "document_type": "responses",
      "volume": "64",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-64/responses/rule-law-goods-american-metropolis.html\n"
  },
  {
      "title": "Unhinging Same-Sex Marriage from the Constitutional Canon: The Search for a Principled Doctrinal Framework",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/63/6/online/kreis.pdf",
      "abstract": "When eighty-four-year-old Edie Windsor challenged the Defense of Marriage Act's constitutionality, she may not have predicted the case's historic importance. The Defense of Marriage Act (DOMA), enacted in 1996, amended the federal Dictionary Act to define \"marriage\" and \"spouse\" to exclude same-sex marriages in over 1,000 statutes and regulations.",
      "author": [
          "Anthony",
          "Michael",
          "Kreis",
          ""
      ],
      "document_type": "essays",
      "volume": "63",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-63/essays/same-sex-marriage-principled-doctrinal-framework.html\n"
  },
  {
      "title": "Nuance, Technology, and the Fourth Amendment: A Response to Predictive Policing and Reasonable Suspicion ",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/63/6/online/arcila.pdf",
      "abstract": "In an engaging critique, Professor Arcila finds that Professor Ferguson is correct in that predictive policing will likely be incorporated into Fourth Amendment law and that it will alter reasonable suspicion determinations. But Professor Arcila also argues that the potential incorporation of predictive policing reflects a larger deficiency in our Fourth Amendment jurisprudence and that it should not be adopted because it fails to adequately consider and respect a broader range of protected interests.",
      "author": [
          "Fabio",
          "Arcila,",
          "Jr."
      ],
      "document_type": "responses",
      "volume": "63",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-63/responses/nuance-technology-fourth-amendment.html\n"
  },
  {
      "title": "Remedies in a Wide-Angle Lens: Observations on Remedial Concilience",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/63/6/online/partlett.pdf",
      "abstract": "Professor Partlett notes that Professor Jimenez's article appears to be an orphan in American legal academic discourse. After a thoughtful analysis, Professor Partlett commends Professor Jimenez's work, but urges that both a broader, comparative view of remedies and a revival of the virtues of private common law method are overdue in this area of scholarship.",
      "author": [
          "David",
          "Partlett"
      ],
      "document_type": "responses",
      "volume": "63",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-63/responses/observations-remedial-concilience.html\n"
  },
  {
      "title": "Precedent, Reliance, and the Judicial Function: A Response to Prof. Kozel",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/63/6/online/terrell.pdf",
      "abstract": "In this response, Professor Terrell argues that Professor Kozel bears a particularly heavy burden of proof. He finds that Professor Kozel's thesis is, on the one hand, both bold and potentially far-reaching, but on the other, counterintuitive and inconsistent with our most basic understandings of the judicial role in our legal system. Professor Terrell evaluates Professor Kozel's recent article, and identifies several points of disagreement.",
      "author": [
          "Timothy",
          "P.",
          "Terrell"
      ],
      "document_type": "responses",
      "volume": "63",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-63/responses/precedent-reliance-judicial-function.html\n"
  },
  {
      "title": "Toward Proportional Deportation",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/63/6/online/price.pdf",
      "abstract": "Professor Price discusses how Professor Banks's contribution provides an especially compelling illustration of the disjuncture between citizenship status and long-term residence in U.S. immigration law. Professor Price argues that Professor Banks makes a compelling case that Congress unintentionally created this schism and that this state of affairs need not be.",
      "author": [
          "Polly",
          "J.",
          "Price"
      ],
      "document_type": "responses",
      "volume": "63",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-63/responses/toward-proportional-deportation.html\n"
  },
  {
      "title": "Patient Autonomy, Physician Obligation, and State Licensing Authority in The Constitutional Right Not to Kill: A Response to Professor Mark L. Rienzi",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/63/6/online/roberts.pdf",
      "abstract": "In his article, The Constitutional Right Not to Kill, Professor Mark L. Rienzi persuasively asserts that the Fifth and Fourteenth Amendments protect individuals from being forced to participate in government-authorized killings. Drawing from several strands of diverse legal doctrines, including military conscientious objections, capital punishment, physician-assisted death, abortion, and self-defense, he demonstrates the various ways in which the state and federal governments have shielded American citizens from being required to kill against their will.",
      "author": [
          "Jessica",
          "L.",
          "Roberts"
      ],
      "document_type": "responses",
      "volume": "63",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-63/responses/patient-autonomy-physician-obligation-state-licensing-authority.html\n"
  },
  {
      "title": "Response to The Law of the Body by Meredith M. Render",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/63/6/online/gold.pdf",
      "abstract": "In her article, Professor Render does a great service by proposing to unify legal rules relating to the human body through the concept of the \"law of the body.\"",
      "author": [
          "E.",
          "Richard",
          "Gold"
      ],
      "document_type": "responses",
      "volume": "63",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-63/responses/response-law-body.html\n"
  },
  {
      "title": "Materializing Citizenship: Finance in a Producers' Republic",
      "fulltext_url": "https://law.emory.edu/elj/_documents/volumes/63/6/online/hockett.pdf",
      "abstract": "Professor Hockett finds that Professor Baradaran's helpful new article is, in effect, largely about the institutional consequences of abandoning the once-dominant view of finance as the means by which to secure individual initiative and productive autonomy in our polity. Professor Hockett argues that a tight link exists between how we configure and conduct our enterprise and how we configure and conduct our finance. He argues further that we cannot fully describe what an optimally inclusive and sustainable banking and broader financial system would look like without also identifying an optimally participatory productive culture and attendant mode of capital accumulation.",
      "author": [
          "Robert",
          "Hockett"
      ],
      "document_type": "responses",
      "volume": "63",
      "journal": "Emory Law Journal",
      "orginal_url": "https://law.emory.edu/elj/elj-online/volume-63/responses/materializing-citizenship-finance-producers-republic.html\n"
  }
]
