[
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/tribute/mikhail.pdf",
        "abstract": "Each year, the Emory Bankruptcy Developments Journal honors an individual who has made a significant impact on the field of bankruptcy law with the Distinguished Service Award for Lifetime Achievement. On March 23, 2011, the Emory Bankruptcy Developments Journal presented Tony Alvarez and Bryan Marsal with the Thirteenth Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "Merriam",
            "Mikhail"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "i",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/tribute/introduction.html\n"
    },
    {
        "title": "Tribute",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/tribute/runge.pdf",
        "abstract": "To mark the occasion of the Thirteenth Annual Distinguised Service Award for Lifetime Achievement, Bill Runge gave a rousing tribute to Tony Alvarez and Bryan Marsal for their significant impact and contributions to the field of bankruptcy law.",
        "author": [
            "Bill",
            "Runge"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "1",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/tribute/tribute.html\n"
    },
    {
        "title": "Acceptance Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/tribute/marsal.pdf",
        "abstract": "Bryan Marsal¿s acceptance remarks at the annual Emory Bankruptcy Developments Journal Banquet. Mr. Marsal is the thirteenth recipient of the Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "Bryan",
            "Marsal"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "3",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/tribute/acceptance-remarks-marsal.html\n"
    },
    {
        "title": "Acceptance Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/tribute/alvarez.pdf",
        "abstract": "Acceptance remarks of Tony Alvarez. Mr. Alvarez considered it an honor to share the award with his colleague and friend, Bryan Marsal.",
        "author": [
            "Tony",
            "Alvarez"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "7",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/tribute/acceptance-remarks-alvarez.html\n"
    },
    {
        "title": "The Chapter 11 Financial Advisors",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/articles/lubben.pdf",
        "abstract": "It has been observed that large chapter 11 cases have become increasingly ¿professionalized.¿ In particular, while debtor¿s counsel might once have handled the bulk of the reorganization, the debtor now routinely retains specialized professionals to address specific aspects of its case. This short Article begins the discussion by considering a sample of financial advisors involved in chapter 11 cases filed in 2004.",
        "author": [
            "Stephen",
            "J.",
            "Lubben"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "11",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/articles/chapter-11-financial-advisors.html\n"
    },
    {
        "title": "Gelding the Lily: How the Bankruptcy Code's Promotion of Marriage Leaves It Impotent",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/articles/harper.pdf",
        "abstract": "This Article challenges the logic of limiting benefits in the Code to married debtors and argues that awarding benefits based on marital status reduces the efficacy of the Code as marriage rates continue to decline in the United States. This Article also explores how the availability of these benefits is dictated by individual states¿ definitions of marriage and determination of which of their citizens can legally marry. Thus, the reach and force of the Code is further limited by the discrepancy between individual states¿ definitions of marriage and DOMA. Thus, the steady decline in marriage rates and the continued rise in nontraditional familial units leave the Code out of step with American society.",
        "author": [
            "Tiffany",
            "R.",
            "Harper"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "31",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/articles/gelding-lily-bankruptcy-marriage-impotent.html\n"
    },
    {
        "title": "Indubitably Uncertain: Philadelphia Newspapers and the Role of Valuation Uncertainty in Attempted Cramdown of All-Equity Plans",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/articles/sexton.pdf",
        "abstract": "Chapter 11 of the Bankruptcy Code allows a debtor to confirm a plan over the objection of impaired creditors. This power, commonly known as ¿cramdown,¿ is constrained by the Fair and Equitable Rule. After enactment of the current Bankruptcy Code, one part of that rule has been a general prohibition against cramming down all-equity plans on prepetition secured creditors. But recent case law¿specifically Philadelphia Newspapers¿provides an opening to debtors who wish to strip away a secured creditor¿s lien. This Article demonstrates that such all-equity plans should not be confirmed because valuation uncertainty exposes junior and senior creditors alike to unjustifiable risks that are not present in lien retention plans.",
        "author": [
            "Anthony",
            "Sexton"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "55",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/articles/philadelphia-newspapers-role-uncertainty-cramdown-plans.html\n"
    },
    {
        "title": "Solving Insolvent Public Pensions: The Limitations of the Current Bankruptcy Option",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/comments/heck.pdf",
        "abstract": "This Comment summarizes current economic factors driving the recent increased likelihood of municipal insolvency, explores the unique taxpayer and voter constituency impacting municipal bankruptcy, and provides a brief background of municipal bankruptcy law. This Comment also proposes changes in local practice and state and federal law that are necessary to allow municipalities in crisis to fairly and effectively manage pension obligations.",
        "author": [
            "Hannah",
            "Heck"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "89",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/comments/solving-insolvent-pensions-limitations-bankruptcy-option.html\n"
    },
    {
        "title": "Extra! Extra!: Philadelphia Newspapers Jeopardizes Credit Bidding",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/comments/mikhail.pdf",
        "abstract": "Secured creditors have generally enjoyed the opportunity to credit bid at the public auction of their collateral during bankruptcy proceedings. Recently, however, the Third and Fifth Circuits have authorized unprecedented cramdown plans that allow sales of collateral free and clear of liens to be authorized under § 1129(b)(2)(A)(iii) of the Bankruptcy Code. Consequently, they have permitted secured creditors¿ once powerful credit bidding rights, granted in § 1129(b)(2)(A)(ii), to be circumvented. This Comment supports the plausible catch-all reading of § 1129(b)(2)(A) ignored by the majorities in Philadelphia Newspapers and Pacific Lumber.",
        "author": [
            "Merriam",
            "Mikhail"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "135",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/comments/extra-philadelphia-newspapers-jeopardizes-bidding.html\n"
    },
    {
        "title": "A \"Fundamental\" Problem: The Vulnerability of Intellectual Property Licenses in Chapter 15 and the Meaning of § 1506 ",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/comments/nolan.pdf",
        "abstract": "While the United States has been able to protect the growth of intellectual property within its own borders, especially in the context of the Code, the increasingly global economy has left these protections ineffective in international insolvency cases. Current law leaves intellectual property licenses vulnerable to foreign laws that allow debtors to unilaterally and completely cancel the license, contrary to United States law. This severely threatens the continuing growth of intellectual property in the United States. This Comment suggests that § 1506 allows courts to deny comity where needed to protect intellectual property licenses. Doing so will ensure the security of such licenses in a chapter 15 case, thereby promoting a robust licensing market and ultimately encouraging continued investment in the development of intellectual property in the United States.",
        "author": [
            "Daniel",
            "A.",
            "Nolan",
            "IV"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "177",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/comments/vulnerability-intellectual-licenses-chapter-15.html\n"
    },
    {
        "title": "Anything But Automatic: Dismissal Under § 521",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/1/comments/valiunas.pdf",
        "abstract": "This Comment will look at how a narrow reading of § 521(i) leads to an automatic dismissal which encourages abuse of the bankruptcy system by dishonest debtors. While a strict and rigid application of § 521(i) requirements allows dishonest debtors to manipulate the system, it also leads to unfavorable outcomes for honest debtors. If any documents or information have not been filed in a timely manner, then a bankruptcy case may be dismissed automatically. Although there are several solutions, including the promotion of judicial discretion and the use of waiver forms, this Comment suggests an amendment to the Code that will promote fairer results for debtors.",
        "author": [
            "Mantas",
            "Valiunas"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "231",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-1/comments/automatic-dismissal-under-521.html\n"
    },
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/symposium/zisholtz.pdf",
        "abstract": "The Emory Bankruptcy Developments Journal hosted its Ninth Annual Symposium on March 1, 2012. The Corporate Panel addressed three recent developments in regard to chapter 11 plans. The Stern v. Marshall Panel examined the convoluted 2011 Supreme Court decision in Stern and the bankruptcy court decisions throughout the United States since the Stern decision. The Consumer Panel analyzed a variety of hypothetical situations to highlight recent chapter 13 plan issues.",
        "author": [
            "Jeremy",
            "Zisholtz"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "i",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/symposium/introduction.html\n"
    },
    {
        "title": "Welcome",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/symposium/schapiro.pdf",
        "abstract": "To mark the occasion of the Emory Bankruptcy Developments Journal Ninth Annual Symposium, Dean Robert Schapiro gave a rousing welcome to the audience and highlighted the Stern v. Marshall case that is being presented in one the symposium panels.",
        "author": [
            "Dean",
            "Robert",
            "Schapiro"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "281",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/symposium/welcome.html\n"
    },
    {
        "title": "The Corporate Bankruptcy Panel: Hot Chapter 11 Issues",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/symposium/alberino-fitzgerald-greenberg-marsh.pdf",
        "abstract": "The Corporate Panel looked at hot chapter 11 topics such as In re Washington Mutual, Inc. [WaMu] and In re Tribune Co.",
        "author": [
            "Scott",
            "Alberino"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "283",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/symposium/corporate-panel.html\n"
    },
    {
        "title": "Stern v. Marshall Panel",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/symposium/bollinger-bussel-massey.pdf",
        "abstract": "The Stern v. Marshall Panel discussed the issues of the case and its potential impact on practitioners.",
        "author": [
            "Bernard",
            "Bo",
            "Bollinger"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "309",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/symposium/stern-marshall-panel.html\n"
    },
    {
        "title": "The Consumer Bankruptcy Panel: Hot Consumer Bankruptcy Plan Issues",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/symposium/cahn-goodman-visser-yougman.pdf",
        "abstract": "The Consumer Panel focused on student loan debt, featuring judicial, academic, and practical insights and a call to action to help consumers.",
        "author": [
            "Brian",
            "Cahn"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "333",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/symposium/consumer-panel.html\n"
    },
    {
        "title": "An International Approach to Breaking the Core of the Bankruptcy Code and FAA Conflict",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/notes-articles/kushelev.pdf",
        "abstract": "This Note will focus on the enforceability of arbitration clauses in bankruptcy proceedings under the FAA, New York Convention, and chapter 11 of the Bankruptcy Code, using international approaches as support. It will begin by identifying the current foundational analyses used in this controversial area and explaining why arbitration agreements should not always be enforced in core bankruptcy proceedings in Part I. Next, the Note will outline in Part II why the current regime is flawed and in need of an overhaul. Lastly, the Note will recommend in Part III a viable solution that is in the best interests of the parties, FAA, and Bankruptcy Code.",
        "author": [
            "Polina",
            "Kushelev"
        ],
        "document_type": "note",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "355",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/note/international-breaking-core-code-faa-conflict.html\n"
    },
    {
        "title": "Stern v. Marshall: A Dead-End Marathon?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/notes-articles/richland.pdf",
        "abstract": "This article will focus on the Stern holding and its potentially serious implications both inside and outside of bankruptcy. It will consider perhaps the most troubling question inherent in the Stern holding: what are its implications in light of the established principle that, because of Article III¿s structural, separation-ofpowers aspect, its application cannot be waived by the parties? Within the answer to that question may lie the future effectiveness of not just the bankruptcy courts, but of federal magistrates, federal arbitration, and other non-Article III adjudicative bodies.",
        "author": [
            "Kent",
            "L.",
            "Richland"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "393",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/article/stern-marshall-dead-end-marathon.html\n"
    },
    {
        "title": "Defining the Close Nexus: An Analysis of a Bankruptcy Court's Chapter 11 Postconfirmation Jurisdiction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/comments/davis.pdf",
        "abstract": "The Comment analyzes the various areas of bankruptcy court jurisdiction with a specific emphasis on postconfirmation ¿related to¿ jurisdiction in chapter 11 cases. The Comment also provides recommendations for courts and legislators to consider in clarifying the scope of postconfirmation ¿related to¿ jurisdiction. These recommendations include the Supreme Court granting a writ of certiorari to provide guidance to the lower courts on postconfirmation jurisdiction, a statutory amendment, and the revision of the current jurisdictional scheme to create Article III bankruptcy judges.",
        "author": [
            "Timothy",
            "A.",
            "Davis"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "419",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/comments/defining-nexus-analysis-bankruptcy-chapter-11-jurisdiction.html\n"
    },
    {
        "title": "Strip-Off: What is the Correct Procedure to Avoid a Wholly Unsecured Junior Mortgage?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/comments/mccready.pdf",
        "abstract": "The Comment argues in favor of the position taken by a majority of bankruptcy courts that strip-off does not require an adversary proceeding. To strip off, a debtor must file a motion separate from the plan confirmation pursuant to Rule 3012. The United States Supreme Court recently ruled on the issue of adversary proceeding requirements in bankruptcy. In United Student Aid Funds, Inc. v. Espinosa, the Court decided two important issues applicable to whether strip-off requires an adversary proceeding: (1) the Supreme Court¿s decision in Mullane v. Central Hanover Bank & Trust Co. sets the constitutional requirement for due process in bankruptcy; and (2) res judicata can bar the appeal of a confirmed plan even though an adversary proceeding was not initiated as required by the Bankruptcy Rules. The Supreme Court¿s decision in Espinosa reinforces the Comment¿s interpretation that a motion is required for a strip-off.",
        "author": [
            "Anthony",
            "McCready"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "463",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/comments/strip-off-procedure-avoid-unsecured-junior-mortgage.html\n"
    },
    {
        "title": "Bankruptcy-Remote Special Purpose Entities and a Business's Right to Waive Its Ability to File for Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/comments/pearce.pdf",
        "abstract": "The Comment argues that the SPE presents a limited situation in which bankruptcy courts should enforce a waiver of bankruptcy eligibility. Specifically, it argues that a firm¿s promise not to file for bankruptcy should be enforceable if that firm is not insolvent. The Comment also argues that the SPEs in In re General Growth present an example of cases where bankruptcy courts should relax the rule that waivers of bankruptcy eligibility are generally non-enforceable.",
        "author": [
            "Forrest",
            "Pearce"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "507",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/comments/bankruptcy-remote-entities-right-waive-bankruptcy.html\n"
    },
    {
        "title": "Walking the Tight Rope and Not the Plank: A Proposed Standard for Second-Level Appellate Review of Equitable Mootness Determinations",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/comments/pechous.pdf",
        "abstract": "The Comment proposes that, for doctrinal and practical reasons, determinations of equitable mootness should be reviewed for an abuse of discretion. However, numerous scholars have recognized that the deference granted under the abuse of discretion standard is more of a spectrum than a single, easily definable standard. Therefore, the Comment also suggests that courts of appeals should be more willing to overturn determinations of equitable mootness than other issues reviewed for an abuse of discretion.",
        "author": [
            "Matthew",
            "D.",
            "Pechous"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "547",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/comments/walking-rope-plank-second-level-review-determinations.html\n"
    },
    {
        "title": "Defeating the Preference System: Using the Subsequent New Value Defense and Administrative Expense Claims to \"Double Dip\"",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/comments/sears.pdf",
        "abstract": "The Comment refers to the use of the § 547(c)(4) subsequent new value defense for the same goods that a creditor claims a § 503(b)(9) administrative expense for as ¿double dipping,¿ a term used by some in the bankruptcy community to describe this issue. The Comment also addresses two primary issues: whether courts should allow creditors to double dip and, if not, what legal tools judges and lawyers can use to fight the practice.",
        "author": [
            "Nick",
            "Sears"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "593",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/comments/defeating-preference-new-value-defense-claims-double-dip.html\n"
    },
    {
        "title": "They're Just Letting Anyone In These Days: The Expansion of § 523(a)(5)'s \"Domestic Support Obligation\" Exception to Discharge",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/28/2/comments/wyckoff.pdf",
        "abstract": "The Comment offers a uniform approach to the interpretation of the domestic support obligation ¿payee requirement¿ by analyzing the various interpretive strategies courts have used both pre- and post-2005 and carefully considering the policy and the corresponding congressional intent of the amendments related to domestic support. Ultimately, the Comment suggests a solution that provides courts with a process of deciding domestic support obligation cases more uniformly and comprehensively: the judicially developed exception to the plain meaning rule.",
        "author": [
            "Becker",
            "McKay",
            "Wyckoff"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "28",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "637",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-28/issue-2/comments/letting-anyone-expansion-domestic-support-exception-discharge.html\n"
    },
    {
        "title": "A Tribute to Justice Geoffrey B. Morawetz",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/tribute/ferketic.pdf",
        "abstract": "Each year, the Emory Bankruptcy Developments Journal honors an individual who has made a significant impact on the field of bankruptcy law with the Distinguished Service Award for Lifetime Achievement. Past recipients of the Distinguished Service Award include the Honorable William L. Norton, Jr. (1999), Kenneth N. Klee (2000), Frank R. Kennedy (2001), Harvey R. Miller (2002), the Honorable David H. Coar (2003), Gerald K. Smith (2004), the Honorable Conrad B. Duberstein (2005), Senator Dennis DeConcini (2006), the Honorable W. Homer Drake (2007), Professor Douglas Baird (2008), Professor Elizabeth Warren (2009), Barry W. Ridings (2010), and Tony Alvarez II and Bryan Marsal (2011). On April 2, 2012, the journal presented Justice Geoffrey B. Morawetz with the Fourteenth Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "J.",
            "Stephen",
            "Ferketic"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "i",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/tributes/tribute-to-justice-geoffrey-b-morawetz.html\n"
    },
    {
        "title": "The Honourable Mr. Justice Geoffrey B. Morawetz",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/tribute/golick.pdf",
        "abstract": "The American scholar, Warren Bennis, is quoted as saying \"Great things are accomplished by talented people who believe they will accomplish them.\" Based on the record of accomplishments of our honoree, there can no doubt that he is a talented person, with a deep seated belief that he can accomplish great things, because he has.",
        "author": [
            "Steven",
            "Golick"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "1",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/tributes/honorable-mr-justice-geoffrey-b-morawetz.html\n"
    },
    {
        "title": "Acceptance Remarks of the Honourable Geoffrey Morawetz",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/tribute/morawetz.pdf",
        "abstract": "Mr. Attorney General, distinguished judges, Dean Schapiro, faculty, alumni, current students and guests--it is a privilege to address you this evening on the occasion of having been selected as the recipient of this year's award.",
        "author": [
            "Geoffrey",
            "B.",
            "Morawetz"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "5",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/tributes/acceptance-remarks.html\n"
    },
    {
        "title": "The Over-Encumbered Trade-in in Chapter 13",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/articles/goralnik.pdf",
        "abstract": "The \"hanging paragraph\" in Bankruptcy Code § 1325(a) requires many debtors hoping to retain a vehicle under a chapter 13 plan to repay the full value of their auto lender's secured claim, even if that claim is undersecured. This protection is limited to creditors with a purchase-money security interest in the debtor's vehicle. Accordingly, bankruptcy courts reviewing a chapter 13 plan must consider the validity of an objecting creditor's purchase-money security interest. This issue has proven controversial in cases where the lender financed both the debtor's newly purchased vehicle and excess debt (\"negative equity\") a trade-in vehicle. The highly general language of the Uniform Commercial Code affords few clues to the purchase-money status of financed negative equity. To break the impasse, this Article draws on heretofore-neglected evidence from the UCC's text and drafting history that lends substance to the \"consumer compromise\" embodied in Revised Article 9. These materials indicate that the UCC maintains strict requirements for according purchase-money status to a consumer loan, and would not accord purchase-money status to financed negative equity. If this conclusion is at odds with the expectations of the drafters of the hanging paragraph, it suggests that they erred in hinging the applicability of a rule of federal bankruptcy law on a loan's purchase-money status under state law.",
        "author": [
            "Nathan",
            "Goralnik"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "15",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/articles/over-encumbered-trade-in-in-chapter-13.html\n"
    },
    {
        "title": "Projecting the Impact of Lanning and Ransom: Calculating \"Projected Disposable Income\" in Chapter 13 Repayment Plans",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/articles/radwan.pdf",
        "abstract": "In 2005, Congress amended the United States Bankruptcy Code (the \"Code\") through the Bankruptcy Abuse Prevention and Consumer Protection Act (\"BAPCPA\"). In part, these amendments required a formulaic calculation of the \"projected disposable income\" a chapter 13 debtor must pay to unsecured creditors, which is based on the debtor's prebankruptcy income and allowed expenditures. In consecutive terms, the United States Supreme Court considered the effect of changes to a debtor's income and then expenses in calculating a debtor's projected disposable income within a chapter 13 bankruptcy case.",
        "author": [
            "Theresa",
            "J.",
            "Pulley",
            "Radwan"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "59",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/articles/projecting-impact-of-lanning-and-ransom.html\n"
    },
    {
        "title": "Section 363 Sales: Mooting Due Process?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/comments/raykin.pdf",
        "abstract": "The use of § 363 sales has become immensely popular. The mechanism is no longer used just to get cash funding through the reorganization, but to dispose of the bankruptcy petition altogether. The primary benefit of § 363 sales is their speed. The Lehman Brothers, Chrysler, and General Motors bankruptcies demonstrated exigent situations in which courts approved quick § 363 sales to avoid the risk of allowing such large companies to fail.",
        "author": [
            "Alla",
            "Raykin"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "91",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/comments/mooting-due-process.html\n"
    },
    {
        "title": "Responding to Stern v. Marshall",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/comments/bentley.pdf",
        "abstract": "Stern v. Marshall is the most recent decision in a series of cases decided by the Supreme Court that involves the doctrine of public rights. The Court found that although 28 U.S.C. § 157(b)(2)(C) permits a bankruptcy court to enter final judgments on all counterclaims, Article III of the Constitution does not. The Court reiterated that Article III, Section 1 of the Constitution mandates the judicial power of the United States \"be vested in one Supreme Court, and in such inferior Courts as the Congress may from time to time ordain and establish.\" The judges for these courts must have constitutionally protected salaries and tenure. Bankruptcy judges do not enjoy these protections, and so, may not hear matters that must come before Article III courts. The Supreme Court applied the relevant case law to its analysis in Stern, including American Insurance Co., Murray's Lessee, Ex parte Bakelite Corp., Crowell, Thomas, Northern Pipeline Construction Co., Commodity Futures Trading Commission, and Granfinanciera. Chief Justice Roberts, writing for the majority, relied heavily on Murray's Lessee and Northern Pipeline despite more recent precedent. The Court glossed over the most important issue for bankruptcy courts in a footnote of its decision: \"Because neither party asks us to reconsider the public rights framework for bankruptcy, we follow the same approach here . . . .\" By declining to discuss further the public rights framework for bankruptcy, the Court left bankruptcy judges and practitioners to rely on precedent that is not dispositive-some of it very shaky. This Comment proposes a seven-factor analysis to help guide bankruptcy judges and practitioners, and to help shed some light on how to determine whether a matter is a public right and so may be heard and decided by a bankruptcy court.",
        "author": [
            "Stephanie",
            "J.",
            "Bentley"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "145",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/comments/responding-to-stern-v-marshall.html\n"
    },
    {
        "title": "Educational Expense Deductions from the Chapter 13 Plan: Creating a \"Reasonably Necessary\" Standard",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/comments/capotosto.pdf",
        "abstract": "The current state of bankruptcy law concerning chapter 13 educational expense deductions from a debtor's disposable income is cloudy at best. The vague guidelines provided by the drafters of the Bankruptcy Code have created a system where this issue is analyzed on a case-by-case basis. Bankruptcy judges possess great discretion in deciding whether a particular tuition deduction is \"reasonably necessary,\" as required by 11 U.S.C. § 1325(b)(2), creating inconsistent decisions across jurisdictions. BAPCPA created even more chaos in this context, as it split debtors into two groups depending on their income and forced judges to use the new \"means test\" to evaluate certain debtors' tuition claims.",
        "author": [
            "Dominick",
            "Capotosto"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "195",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/comments/educational-expense-deductions-chapter-13.html\n"
    },
    {
        "title": "Termination of the Stay for Successive Filers: Interpreting § 362(c)(3)",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/comments/lehnert.pdf",
        "abstract": "In bankruptcy, the automatic stay thwarts the attempts of eager creditors to collect their debts, offering debtors in bankruptcy much-needed breathing space and providing for the most equitable distribution of estate property. It is no surprise that debtors remain eager to take advantage of the stay¿s vast protection, and for some time, repeated filings merely to access the stay were a major problem in this country. Congress responded by enacting § 362(c)(3)(A) of the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 (¿BAPCPA¿). Section 362(c)(3)(A) mandates that the automatic stay terminate, ¿with respect to the debtor,¿ thirty days after the petition is filed if the debtor has had a prior case dismissed within one year of filing. A split of authority currently exists regarding the proper interpretation of this provision of the Bankruptcy Code.",
        "author": [
            "Kimberly",
            "Lehnert"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "243",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/comments/termination-of-the-stay-for-successive-filers.html\n"
    },
    {
        "title": "Bankruptcy Stigma and Vulnerability: Questioning Autonomy and Structuring Resilience",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/1/comments/mols.pdf",
        "abstract": "Stigma is an enduring byproduct of bankruptcy, both as felt by the debtor and as perceived by society. The stigma exists even though some have declared its demise, and is certainly present after the BAPCPA amendments aimed at action intended to revive the stigmatic effect of filing for bankruptcy. Bankruptcy stigma may be a useful tool when it prompts individuals to make wiser fiscal decisions, but for debtors who face uncontrollable financial circumstances, this same stigma is burdensome and does not provide a social benefit.",
        "author": [
            "Yvana",
            "L.B.H.",
            "Mols"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "289",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-1/comments/bankruptcy-stigma-and-vulnerability.html\n"
    },
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/2/symposium/mols.pdf",
        "abstract": "The Emory Bankruptcy Developments Journal hosted its Tenth Annual Symposium on February 28, 2013. Each year, EBDJ's Symposium addresses current issues in bankruptcy law in a format that provides practicable information to today's bankruptcy practitioners. With the help and support of the Atlanta Bankruptcy Bar, EBDJ's Advisory Board, and our sponsoring firms, the Tenth Annual Emory Bankruptcy Developments Journal Symposium was a tremendous success. This year's Symposium featured two panels: 1) a Corporate Panel Discussion focused on municipal restructuring; and 2) a Consumer Panel Discussion focused on exceptions to bankruptcy, especially defalcation in the upcoming Supreme Court case of Bullock v. BankChampaign. The following represents an edited transcript of the panels. Again, EBDJ would like to thank the efforts of its Advisory Board members, the panelists, and moderators for their exceptional efforts on our behalf. Finally, I would like to thank Steve Ferketic, David Mayer, Sophia Priola, Alex Clamon, and the EBDJ staff for their personal efforts toward the success of this year's symposium.",
        "author": [
            "Yvana",
            "Mols"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "i",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-2/symposium/introduction.html\n"
    },
    {
        "title": "Corporate Bankruptcy Panel",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/2/symposium/darby-kaufman-levinson-marsh-schaffer.pdf",
        "abstract": "Many municipalities all over the country are experiencing financial distress, and I believe this chapter of the bankruptcy system will be, and is currently being, tested tremendously by this crisis over the next years. There are a number of municipalities that are in bankruptcy now and, I believe, more to come. Whether the bankruptcy system can help solve that problem for all concerned, time will tell.",
        "author": [
            "Patrick",
            "Darby"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "333",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-2/symposium/corporate-bankruptcy-panel.html\n"
    },
    {
        "title": "Consumer Bankruptcy Panel",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/2/symposium/monapfel-thomson-thomson.pdf",
        "abstract": "The case revolves around our client, the debtor, Randy Bullock, whose father made him the trustee and beneficiary of a trust without his knowledge.",
        "author": [
            "The",
            "Honorable",
            "Paul",
            "W.",
            "Bonapfel"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "359",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-2/symposium/consumer-bankruptcy-panel.html\n"
    },
    {
        "title": "Corporate Group Cross-Border Insolvencies between the United States & European Union: Legal & Economic Developments ",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/2/articles/wouters-raykin.pdf",
        "abstract": "As corporations become increasingly globalized, cross-border insolvencies are more prevalent. Insolvency raises the problems of any cross-border dispute: reciprocity, venue, choice of law, and cultural differences. However, unlike a typical adversarial dispute, successful insolvency proceedings do not have a single \"winner,\" and therefore raise unique problems. Insolvency's goal of maximum private and public economic benefit is best achieved through cooperation, efficiency, and overall asset maximization. Disparate parties each fighting for their best private outcome would contravene a harmonious proceeding to achieve this goal. However, the absence of a universal insolvency law makes achieving harmony through cooperation across borders especially difficult. Each country has its own laws and procedures, and each citizen creditor has expectations based on their respective sovereign's laws. Differences in these laws range from specific (such as priorities and dischargeable claims) to the overarching goals (such as creditor returns or job preservation).",
        "author": [
            "Nora",
            "Wouters"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "387",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-2/article/corporate-group-cross-border-insolvencies.html\n"
    },
    {
        "title": "Installment Land Contracts in Purchaser Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/2/comments/lee.pdf",
        "abstract": "The executory contract analysis under § 365 of the Bankruptcy Code has long challenged judges, practitioners, and scholars. The challenge of understanding the purpose of § 365 and reaching an equitable result thereafter is most profound when confronting installment land contracts. The parties to an installment land contract, typically the purchaser, can become insolvent and enter bankruptcy, and consequently, the rights of the parties may be altered dramatically as a result of applying bankruptcy law.",
        "author": [
            "Seong-hee",
            "Lee"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "425",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-2/comments/installment-land-contracts-in-purchaser-bankruptcy.html\n"
    },
    {
        "title": "Don't Rely on Plain Meaning, Trust Your Intuition: Trustees Are Not \"Individuals\" Eligible to Recover Punitive Damages Under § 362(k)",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/2/comments/gould.pdf",
        "abstract": "To help debtors obtain a fresh start post-bankruptcy, § 362(a) of the Code provides for an automatic stay, which enjoins creditors from taking any collection action against a debtor immediately upon the debtor's filing for bankruptcy. Originally, victims of a stay violation relied solely on the bankruptcy court's contempt power to recover damages. In 1984, Congress added a new subsection to § 362, now codified as § 362(k), to specifically authorize bankruptcy courts to award damages to an \"individual injured\" by a violation of the stay. Most importantly, § 362(k) permits bankruptcy courts to award punitive damages, which typically are not an available remedy for civil contempt.",
        "author": [
            "Kelly",
            "Gould",
            ""
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "465",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-2/comments/dont-rely-on-plain-meaning.html\n"
    },
    {
        "title": "To Include or to Not Include: Examining When Attorneys' Fees May Be Awarded Under § 362(k)(1)",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/2/comments/hall.pdf",
        "abstract": "Although courts are reluctant to shift attorneys' fees in legal matters, Congress has made special exceptions to protect individuals in unique positions or to discourage certain undesirable behavior. With § 362(k)(1), Congress made an express exception to allow debtors to recover attorneys' fees after a creditor willfully violates the automatic stay. For nearly twenty-five years, courts have interpreted § 362(k)(1) to allow debtors to recover attorneys' fees incurred by seeking damages against the automatic stay violator. However, in Sternberg v. Johnston, the Ninth Circuit created a split in authority when it refused to allow a debtor to recover the full extent of his attorneys' fees under § 362(k)(1).",
        "author": [
            "Anthony",
            "Hall"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "513",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-2/comments/to-include-or-to-not-include.html\n"
    },
    {
        "title": "The Bankruptcy Shadow: Section 525(b) and the Job Applicant¿s Sisyphean Struggle for a Fresh Start",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/29/2/comments/orovitz.pdf",
        "abstract": "Congress amended § 525 of the Bankruptcy Code in 1984 to expand employment discrimination regulation to private employers. Section 525 prohibits employment discrimination on the basis of bankruptcy status. Section 525(a) prohibits this practice by government employers, and § 525(b) does so with respect to private employers. But there is a key difference between the two sections: only § 525(a), which governs public employers, explicitly prohibits discriminatory hiring on the basis of bankruptcy status.",
        "author": [
            "Samantha",
            "Orovitz"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "29",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "553",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-29/issue-2/comments/bankruptcy-shadow.html\n"
    },
    {
        "title": "Introduction: A Tribute to Richard Levin",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/1/tribute/clamon.pdf",
        "abstract": "Each year, the Emory Bankruptcy Developments Journal honors an individual who has made a significant impact on the field of bankruptcy law with the Distinguished Service Award for Lifetime Achievement. Past recipients of the Distinguished Service Award include The Honorable William L. Norton, Jr. (1999); Kenneth N. Klee (2000); Frank R. Kennedy (2001); Harvey R. Miller (2002); The Honorable David H. Coar (2003); Gerald K. Smith (2004); The Honorable Conrad B. Duberstein (2005); Senator Dennis W. DeConcini (2006); The Honorable W. Homer Drake, Jr. (2007); Douglas G. Baird (2008); Elizabeth Warren (2009); Barry W. Ridings (2010); Tony Alvarez II and Bryan Marsal (2011); and Justice Geoffrey B. Morawetz (2012). On April 10, 2013, we presented Richard Levin with the Fifteenth Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "Alexander",
            "F.",
            "Clamon"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "i",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-1/tribute/introduction.html\n"
    },
    {
        "title": "Tribute",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/1/tribute/wedoff.pdf",
        "abstract": "I'm honored to introduce Richard Levin on a special occasion. Tonight, the Emory Bankruptcy Developments Journal is conferring on Rich its Distinguished Service Award for Lifetime Achievement. This is the fifteenth time that the award has been given, each time to an individual who has had both large and positive effects on the ways in which debt is treated. Although the award was initially given to U.S. lawyers, judges, and law professors, the Journal's recent awards have recognized the increasingly international nature of commercial activity and the effectiveness of business acumen as well as legal skill in treating debt. And so it has conferred its Distinguished Service Award on leaders in accounting and management services, and, most recently, on a prominent Canadian jurist.",
        "author": [
            "The",
            "Honorable",
            "Eugene",
            "R.",
            "Wedoff"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "1",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-1/tribute/tribute.html\n"
    },
    {
        "title": "Why Bankruptcy?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/1/tribute/levin.pdf",
        "abstract": "Thank you for this impressive award, impressive because of the Bankruptcy Hall of Fame luminaries who have previously received it, people who have had a lasting impact on bankruptcy law and practice: Harvey Miller, Professor Frank Kennedy, Judge William Norton, Professor Kenneth Klee, Senator Dennis DeConcini, and Professor, now Senator, Elizabeth Warren, among others. I'm honored to be in their presence, let alone in their company.",
        "author": [
            "Richard",
            "Levin"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "5",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-1/tribute/richard-levin-why-bankruptcy.html\n"
    },
    {
        "title": "Hey, the Sun is Hot and the Water's Fine: Why Not Strip Off That Lien?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/1/articles/ponoroff.pdf",
        "abstract": "In this article, the author maintains that avoidance of wholly unsecured liens (\"strip off\") in chapter 7 is permissible and desirable notwithstanding the Supreme Court's controversial 1992 decision in Dewsnup v. Timm, which refused to permit avoidance of the unsecured portion of a partially secured lien (\"strip down\"). The argument flows from a broader analysis of the proper characterization of secured claims in bankruptcy. Specifically, contrary to the state law ideation of \"secured\" that focuses on the identity of the claimant, the author urges that in bankruptcy the concept of \"secured\" should focus on that creditor's claim or claims as defined by the Bankruptcy Code. He argues not only that bankruptcy courts have the authority to develop a uniform federal rule in this area, but that to do so would limit Dewsnup to its narrowest possible construction, and perhaps provide the impetus for reexamination of a decision that is out-of-step with core bankruptcy policy and the Court's own bankruptcy jurisprudence.",
        "author": [
            "Lawrence",
            "Ponoroff"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "13",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-1/articles/sun-is-hot-waters-fine-strip-off-that-lien.html\n"
    },
    {
        "title": "Maneuvering in the Shadows of the Bankruptcy Code: How to Invest in or Take Over Bankrupt Companies within the Limits of the Bankruptcy Code",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/1/articles/roberge.pdf",
        "abstract": "Profiting off of bankrupt companies? Sounds impossible. It is not-and this Article explains how to do it. When a company declares bankruptcy, all levels of its capital structure are for sale. Investors have two alternatives: (1) purchase these \"claims\" against the company at a discount, and turn them into profitable investments once the company exits bankruptcy; or (2) take over the bankrupt entity, in a bankruptcy version of a hostile takeover.",
        "author": [
            "Sam",
            "Roberge"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "73",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-1/articles/maneuvering-in-the-shadows-of-the-bankruptcy-code.html\n"
    },
    {
        "title": "Medical Marijuana Dispensaries in Chapter 11 Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/1/comments/cheng.pdf",
        "abstract": "Since California passed the Compassionate Use Act of 1996, the interaction between state and federal medical marijuana laws have been a subject of frequent legal debate. But few have considered whether state-compliant medical marijuana dispensaries may seek assistance from the bankruptcy system. Two dispensaries recently tested their ability to reorganize under chapter 11 of the Bankruptcy Code, but the cases were quickly dismissed. The U.S. Trustees argued that the debtors' business activities constituted \"cause\" to dismiss, lack of good faith in filing, and a \"means forbidden by law,\" and left the debtor with little reasonable chance of success.",
        "author": [
            "Vivian",
            "Cheng"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "105",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-1/comments/medical-marijuana-bankruptcy.html\n"
    },
    {
        "title": "Student-Loan Discharge - An Empirical Study of the Undue Hardship Provision of § 523(a)(8) Under Appellate Review",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/1/comments/freeman.pdf",
        "abstract": "Prior to the enactment of the Bankruptcy Code, student-loan debtors could receive an automatic discharge of their debts in bankruptcy. Now, they cannot. Since the Code's enactment, Congress has pursued progressively harsher standards, continually narrowing the scope of when a student-loan debtor could obtain discharge. Following the enactment of the Bankruptcy Abuse Prevention and Consumer Protection Act in 2005, student-loan debtors now encounter the toughest obstacles to discharge they have ever faced. By extending the protection of the discharge exception of 11 U.S.C. § 523(a)(8) to private lenders, Congress effectively placed all students who take out loans to pay for their education at the mercy of a harsh system whose narrow exceptions for discharge force debtors to prove that they face a \"certainty of hopelessness\" in their future.",
        "author": [
            "Ryan",
            "Freeman"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "147",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-1/comments/student-loan-discharge.html\n"
    },
    {
        "title": "Considering Which Labor Terms a Debtor May Impose on its Union After Rejecting a Collective Bargaining Agreement Under § 1113 ",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/1/comments/kaplan.pdf",
        "abstract": "Section 1113 of the Bankruptcy Code provides courts with a comprehensive set of criteria for determining when chapter 11 debtors can reject collective bargaining agreements during bankruptcy. When courts approve rejection, however, § 1113 and the rest of the Code are silent about which labor terms debtors may unilaterally impose on their unions. On the rare occasions when courts and the National Labor Relations Board have addressed this issue, they have followed one of two approaches. The first approach limits debtors to imposing only labor terms found in their \"last, best offer\" to unions before filing a § 1113 motion. The second approach, however, permits debtors to impose any labor terms found in any pre-§ 1113 proposals, subject to court approval.",
        "author": [
            "Jacob",
            "L.",
            "Kaplan"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "207",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-1/comments/terms-after-rejecting-bargaining-agreement.html\n"
    },
    {
        "title": "Avoiding the Inequities Created by In re Delco Oil, Inc.-The Need for An Innocent Vendor Exception",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/1/comments/mendoza.pdf",
        "abstract": "In In re Delco Oil, Inc., the Eleventh Circuit addressed whether a chapter 7 trustee can avoid a debtor's unauthorized transfer of cash collateral to a vendor that transacts in good faith and for equivalent value. The Eleventh Circuit strictly interpreted 11 U.S.C. §§ 549 and 550 by holding that the trustee has the power to avoid such a transfer. This decision is problematic for two reasons. First, the innocent vendor had to forfeit the goods that it transferred and any cash collateral received in exchange. Second, the decision created an absurd result by preventing the innocent vendor from obtaining an administrative expense claim even though it conferred a benefit on the estate. This decision effectively prevents an innocent vendor from receiving any compensation for the sale of its goods.",
        "author": [
            "Juan",
            "Mendoza"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "257",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-1/comments/need-for-innocent-vendor-exception.html\n"
    },
    {
        "title": "introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/2/symposium/priola.pdf",
        "abstract": "The Emory Bankruptcy Developments Journal hosted its Eleventh Annual Symposium on February 27, 2014. Each year, EBDJ's Symposium addresses current issues in bankruptcy law in a format that provides practical and timely information to today¿s bankruptcy practitioners. With the help and support of the Atlanta Bankruptcy Bar, EBDJ¿s Advisory Board, and our sponsoring firms, the Eleventh Annual Symposium was a tremendous success. This year, the Symposium featured two panels. In the first, a Consumer Panel, panelists responded to Professor Lawrence Ponoroff¿s article on chapter 7 lien-stripping, published in the Fall 2013 issue of EBDJ. 1 Lawrence Ponoroff, Hey the Sun Is Hot and the Water's Fine: Why Not Strip Off That Lien?, 30 Emory Bankr. Dev. J. 13 (2013). Our second panel focused on Corporate bankruptcy, and highlighted some of the current tensions in the chapter 11 process, given the large volume of petitions that end in a sale under 11 U.S.C § 363, rather than a chapter 11 plan confirmation. The following represents an edited transcript of the panels. EBDJ would like to thank its Advisory Board members, the panelists, and the moderators for their exceptional efforts on our behalf. Finally, I would like to thank Jake Kaplan, Alex Clamon, Smita Gautam, and the EBDJ staff for their personal efforts toward the success of this year¿s Symposium.",
        "author": [
            "Sophia",
            "Priola"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "i",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-2/symposium/introduction.html\n"
    },
    {
        "title": "Consumer Bankruptcy Panel Strip Off in Chapter 7: The Limits of Dewsnup",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/2/symposium/ponoroff-diehl-small-harrill.pdf",
        "abstract": "Consumer Bankruptcy Panel Strip Off in Chapter 7: The Limits of Dewsnup",
        "author": [
            "Lawrence",
            "Ponoroff"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "291",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-2/symposium/consumer-panel.html\n"
    },
    {
        "title": "Corporate Bankruptcy Panel: A Debate Among the Players in a Modern Chapter 11 Drama: Who Needs Chapter 11 When You Have § 363?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/2/symposium/kress-marsh-pope-duedall-godfrey.pdf",
        "abstract": "Corporate Bankruptcy Panel: A Debate Among the Players in a Modern Chapter 11 Drama: Who Needs Chapter 11 When You Have § 363?",
        "author": [
            "Kay",
            "Kress"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "321",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-2/symposium/corporate-panel.html\n"
    },
    {
        "title": "Rewriting 11 U.S.C. § 523 (a)(16): The Problems of Delayed Foreclosure and Judicial Activism",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/2/comments/adams.pdf",
        "abstract": "To protect the interests of homeowners' associations and other housing communities in situations where their member homeowners have declared bankruptcy, § 523(a)(16) of the Bankruptcy Code excepts from discharge any \"fee or assessment\" that becomes due after the order of relief, as long as the debtor has a \"legal, equitable, or possessory ownership interest\" in the property. This section was intended to unify through legislation a split of authority deciding how to handle such postpetition fees. Unfortunately, by electing to protect first and foremost the interests of HOAs, Congress placed debtors in a position not conducive to the idea of a fresh start by which bankruptcy law is ordinarily guided. The result is a group of cases that are inconsistent with one another and with the Code, as some courts have taken steps to attempt to ease the burden on the debtor, while others have noted with resignation that, fair or not, the Code's plain language is clear and precludes judicial intervention. Further muddying the waters, the problems with the Code are different depending on whether the debtor's discharge was affected under § 727, § 1328(a), or § 1328(b). Given that the Code as written has failed to accomplish the unity sought in curing the split of authority, Congress should revisit not only its language but also the policy that informed the amendment. The nation's economic realities have changed since the 2005 amendment was passed, and these changes have brought into sharp focus the problems with the exception as it currently applies.",
        "author": [
            "Jeffrey",
            "S.",
            "Adams"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "347",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-2/comments/problems-of-delayed-foreclosure.html\n"
    },
    {
        "title": "The Preclusive Effect of Disgorgement Orders in Non-Dischargeability Actions under § 523(a)(19)",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/2/comments/baird.pdf",
        "abstract": "In two cases recently decided by the Ninth and Tenth Circuits, the courts independently considered whether a disgorgement order levied by securities regulators against a debtor is excepted from statutory discharge under § 523(a)(19) of the Code. The issue split the panels in both cases, producing vehement dissents. In both circuits, the majority held that § 523 does not except a debt arising from a disgorgement order from statutory discharge under § 727 if the debtor has not been charged with or convicted of violating state or federal securities laws. Thus, a debtor's obligation to disgorge funds acquired through the fraudulent activity of a third party is a dischargeable obligation in bankruptcy. This Comment argues that the decisions by the Ninth and Tenth Circuits incorrectly construed the plain meaning of § 523(a)(19) and ignored language in the statute that broadens the exception to embrace a debtor's obligation to disgorge funds acquired through the fraudulent misconduct of another individual. The Comment emphasizes that the character of the debt determined by the state courts should have been given preclusive effect by the bankruptcy courts. Deference to the state courts coincides with long-standing doctrines in bankruptcy law, which preserve in bankruptcy the property rights of the debtor defined by state or non-bankruptcy law. This new approach would aid the enforcement of security laws and support a framework for debtor attorneys and regulators preparing for litigation. Finally, lending preclusive effect to disgorgement orders does not threaten misappropriation of § 523 exceptions. Properly construed, § 523(a)(19) should except a debtor's obligation to return fraudulent funds regardless of their culpability for a security violation because there is a legitimate government interest in mitigating the egregious effect of large-scale investment fraud and protecting investors.",
        "author": [
            "Holly",
            "Baird"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "383",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-2/comments/effect-of-disgorgement-orders.html\n"
    },
    {
        "title": "Government Payments: When do They Become Property of the Estate?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/2/comments/boxold.pdf",
        "abstract": "Government payments received by a debtor postpetition are often tied to prepetition events, presenting the issue of whether a legal or equitable interest existed as of the commencement of the case under § 541 of the Bankruptcy Code. The Fifth, Eighth, Ninth, and Eleventh Circuits have held that a debtor has no legal or equitable interest in a government payment until the legislation authorizing the payment is signed into law. These decisions, however, failed to articulate a clear standard, as evidenced by recent case law. The issue of when a government payment becomes property of the estate has been particularly contentious in the crop disaster payment context. A new program, the Supplemental Revenue Assistance Program (SURE), presents a novel fact pattern. In SURE, the Secretary of Agriculture must designate the county where a crop was lost as a disaster county before a farmer can qualify for payment. Therefore, when a bankruptcy petition is filed, payment may still be contingent upon an act within the agency¿s discretion. This Comment will argue that a government payment becomes property of the estate when the payment is ¿absolutely owed,¿ meaning the payment is no longer contingent in any way. First, the case law reveals no clear standard as to when a government payment becomes property of the estate under § 541. The right to setoff in § 553 has a clearer rule, a contrast that can help guide analysis. Second, recent cases regard the statutory authorization date as determinative, but this approach runs contrary to the Code and relevant case law, for §§ 541 and 553 require a more nuanced factual inquiry. Third, administrative law dictates that a government payment becomes an entitlement for purposes of due process when legal sources create enforceable standards that guide an agency¿s discretion. This standard should control when agency discretion is an issue.",
        "author": [
            "Patricia",
            "Boxold"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "429",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-2/comments/government-payments-estate.html\n"
    },
    {
        "title": "Per Se Bad Faith? An Empirical Analysis of Good Faith in Chapter 13 Fee-Only Plans",
        "fulltext_url": "",
        "abstract": "Section 1325(a)(3) of the Bankruptcy Code requires chapter 13 plans to be \"proposed in good faith and not by any means prevented by law.\" Section 1325(a)(7) requires that \"the action of the debtor in filing the petition was in good faith.\" Courts evaluate both good faith provisions through a subjective inquiry into the totality of the circumstances in each case, typically using similar factors in the analysis. Many jurisdictions provide a list of factors for this assessment. Courts caution that any list is non-exhaustive and should not limit the subjective nature of the good faith inquiry. Some chapter 13 plans propose to pay little more than the trustee and attorney fees, and leave nothing or a nominal repayment to general unsecured creditors. These so-called \"fee-only\" plans challenge one of the underlying goals of chapter 13: a fair distribution of the debtor's future income to repay creditors. While courts find most fee-only plans fail to satisfy the good faith requirements, three circuit courts have ruled that fee-only plans are not per se bad faith. This Comment provides insight into how courts are actually dealing with fee-only cases through an empirical study of good faith litigation over plans proposing zero or a nominal repayment to general unsecured creditors. This study compiles data and conducts a broad analysis of the factors that courts have listed and discussed in the totality of the circumstances test for good faith. This Comment hypothesizes that two particular variables are significant predictors of a court's ruling on good faith: (1) the repayment to general unsecured creditors and (2) the number of factors discussed in the case. Analysis of the data does not support the first hypothesis but does support the second. This Comment concludes that, in the absence of a strong correlation between the number of factors and good faith rulings, courts should not overhaul the traditional good faith analysis when dealing with fee-only plans. This Comment suggests, however, one of the circuit court rulings may provide a modified approach that balances the benefits of a subjective, discretionary standard against the wide-ranging concern over plans that propose little or no repayment to general unsecured creditors.",
        "author": [
            "Alexander",
            "F.",
            "Clamon",
            ""
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "473",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-2/comments/bad-faith-analysis-of-good-faith.html\n"
    },
    {
        "title": "Retaining the Hope That Rejection Promises: Why Sunbeam is a Light That Should Not Be Followed",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/2/comments/roth.pdf",
        "abstract": "Sunbeam Products, Inc. v. Chicago American Manufacturing, LLC incorrectly altered the remedies available to a trademark licensee after a debtor licensor has rejected the license. Decided in July 2012, this decision by the U.S. Court of Appeals for the Seventh Circuit conflicts with decisions going back more than twenty-five years, when the U.S. Court of Appeals for the Fourth Circuit decided Lubrizol Enterprises, Inc. v. Richmond Metal Finishers, Inc. During that span of time, licensees had a single remedy upon rejection of the license: damages in the way of an unsecured prepetition claim. Licensees were not granted specific performance, and were not permitted to continue using the trademark or retain any other rights under the license, save for the claim for damages. Congress had granted guaranteed specific performance to the licensee of a patent, copyright, or trade secret through 11 U.S.C. § 365(n). However, when Congress enacted § 365(n) in 1989, Congress explicitly and unequivocally excluded trademark licenses from the protection of that provision. In July 2012, the Seventh Circuit held in Sunbeam that because trademark licensees are not protected by § 365(n), the Bankruptcy Code is silent as to the rejection of a trademark license. A licensee was granted the right to continued use of the trademark, just as that remedy would be available outside of bankruptcy. Ideal as this holding may be, this Comment argues it is contradictory to a careful examination and interpretation of the law as it applies, and historically has been applied. Fundamentally, allowing a trademark licensee to retain its rights is a de facto order of specific performance on a trademark owner, but when that owner is a debtor in bankruptcy, specific performance should not be available against it. In short, Sunbeam should not be given any weight going forward. A licensee should be limited to a prepetition claim for damages, only.",
        "author": [
            "Benjamin",
            "H.",
            "Roth"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "529",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-2/comments/retaining-hope-rejection-promises.html\n"
    },
    {
        "title": "Debtors as Predators: The Proper Interpretation of \"a statement respecting the debtor's . . . financial condition\" in 11 U.S.C. § 523(a)(2)(A) and (B)",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/30/2/comments/velten.pdf",
        "abstract": "U.S. Courts of Appeals disagree on the correct interpretation of the phrase \"statement respecting the debtor's . . . financial condition\" as it appears in the exceptions to discharge in 11 U.S.C. § 523(a)(2)(A), the fraud provision, and § 523(a)(2)(B), the false written statement provision. Two major viewpoints have emerged-the strict and the relaxed. Under the strict interpretation, for the fraud provisions to apply, the statement must comprise the overall financial condition of the debtor. According to the relaxed interpretation, the debtor's fraudulent assertion of ownership of only a single item of property constitutes a statement respecting the debtor's financial condition. The Fifth, Eighth, and Tenth Circuits have adopted the strict interpretation, while the Fourth Circuit has followed the relaxed interpretation since 1984. Lower courts in other circuits have gone both ways. The divergence of opinion has resulted in some courts allowing debtors who acquired money through fraud or misrepresentation to walk away from those debts by discharging them in bankruptcy, while others hold such debtors accountable and refuse discharge. This Comment interprets § 523(a)(2) and concludes that the correct reading of \"financial condition\" is the debtor's overall financial health-the view of the courts that have adopted the strict interpretation. This Comment further proposes adding a definition of \"financial condition\" to 11 U.S.C. § 101 to resolve the circuit split. This split jeopardizes the dual purposes of bankruptcy-to provide relief to honest debtors and to ensure the fair treatment of creditors. As it is, in some jurisdictions debtors who commit fraud are allowed to abandon their debts, leaving creditors in a lurch. Burning creditors in this way may result in negative repercussions for other debtors, such as decreased borrowing ability. Providing a clear definition of \"financial condition\" will help promote better bankruptcy policy for debtors and creditors.",
        "author": [
            "Mallory",
            "Velten"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "30",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "585",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-30/issue-2/comments/debtors-as-predators.html\n"
    },
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/intro.pdf",
        "abstract": "Each year, the Emory Bankruptcy Developments Journal honors an individual who has made a significant impact on the field of bankruptcy law with the Distinguished Service Award for Lifetime Achievement. On April 2, 2014, the Emory Bankruptcy Developments Journal presented David Epstein with the Sixteenth Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "Gene",
            "Goldmintz"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "i",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/tributes/introduction.html\n"
    },
    {
        "title": "Opening Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/schapiro.pdf",
        "abstract": "Dean Robert Schapiro¿s remarks honoring Keith Shapiro at the annual Emory Bankruptcy Developments Journal Banquet. Dean Schapiro highlighted Emory¿s bankruptcy program, the 30th anniversary of the Emory Bankruptcy Developments Journal, and Keith Shapiro¿s dedication to Emory Law School and role as Alumni Advisor for the Emory Bankruptcy Developments Journal.",
        "author": [
            "Robert",
            "Schapiro"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "1",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/tributes/opening-remarks.html\n"
    },
    {
        "title": "Acceptance Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/epstein.pdf",
        "abstract": "Professor David Epstein¿s acceptance remarks at the annual Emory Bankruptcy Developments Journal Banquet. Professor Epstein is the sixteenth recipient of the Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "David",
            "G.",
            "Epstein"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "5",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/tributes/epstein-acceptance-remarks.html\n"
    },
    {
        "title": "Acceptance Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/epstein.pdf",
        "abstract": "Professor David Epstein¿s acceptance remarks at the annual Emory Bankruptcy Developments Journal Banquet. Professor Epstein is the sixteenth recipient of the Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "David",
            "G.",
            "Epstein"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "5",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/tributes/epstein-acceptance-remarks.html\n"
    },
    {
        "title": "Acceptance Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/shapiro acceptance.pdf",
        "abstract": "Acceptance remarks of Keith Shapiro, Alumni Advisor, at the annual Emory Bankruptcy Developments Journal Banquet. Mr. Shapiro credits his time on the Emory Bankruptcy Developments Journal as the root of his other successes, including clerking for Judge Richard N. DeGunther and becoming a leader at Greenberg Traurig.",
        "author": [
            "Keith",
            "J.",
            "Shapiro"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "11",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/tributes/shapiro-acceptance-remarks.html\n"
    },
    {
        "title": "Not Just Anna Nicole Smith: Cleavage in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/epstein-ariail-smith.pdf",
        "abstract": "This is an essay about the unwarranted erosion of two basic bankruptcy principles: the cleavage effect of a debtor¿s filing of a bankruptcy petition and the equality of treatment of prepetition unsecured claims. These are two of the most fundamental bankruptcy concepts. First courts and then Congress have fashioned rules favoring the prepetition unsecured claims of vendors and lessors that are inconsistent with these concepts. The authors explore the origins of such favored treatment, question the commonly offered policy justifications, and argue that the prepetition unsecured claims of vendors and lessors generally should be afforded the same treatment in bankruptcy as other prepetition unsecured claims.",
        "author": [
            "David",
            "G.",
            "Epstein"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "15",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/article/anna-nicole-smith-cleavage-bankrupcty.html\n"
    },
    {
        "title": "Shapiro Award for Consumer Bankruptcy Writing",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/shapiro consumer.pdf",
        "abstract": "In a ground-breaking topic, CTRL+ALT+DELETE: Does the Bankruptcy Code Need a Reboot?¿The Eligibility of Consumer Digital Goods for Liquidation argues that digital goods should be eligible for resale by a chapter 7 Trustee for the benefit of creditors. Gene¿s Comment demonstrates an in-depth understanding of the intersection between software licensing and bankruptcy at a level far beyond that of many practitioners. This Comment delves into the choppy waters of § 365 of the Bankruptcy Code and the first-sale doctrine to provide guidance regarding the assignability of intellectual property licenses. The Comment recognizes public and societal concerns such as the rights of the public versus copyright holders and the dynamic tension between the goals of rehabilitation of debtors and fair treatment of contractual counter-parties. In conclusion, this Comment demonstrates how, despite living in a world driven by technology, the Bankruptcy Code is flexible enough to address technological changes.",
        "author": [
            "Keith",
            "J.",
            "Shapiro"
        ],
        "document_type": "writing award",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "55",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/writing%20awards/shapiro-award-consumer-bankruptcy.html\n"
    },
    {
        "title": "CTRL+ALT+DELETE: Does the Bankruptcy Code Need a Reboot? The Eligibility of Consumer Digital Goods for Liquidation",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/goldmintz.pdf",
        "abstract": "Gene Goldmintz argues that the first-sale doctrine should apply to digital goods. These digital goods are typically sold in single lump sum payments determined by the quantity of the good, as opposed to a licensing fee determined by usage over time. The result is that these transactions are more similar to purchases rather than licenses. The first-sale doctrine should apply despite the naming conventions utilized in the End-User License Agreements accompanying these digital goods and the form-over-substance analysis favored by courts. Even if courts refuse to recognize these transactions as purchases, § 365(f) of the Bankruptcy Code permits the assignment of these licenses as executory contracts. Through assignment, the trustee could sell off the licenses to third parties during the liquidation of the bankruptcy estate¿s property in chapter 7. In doing so, the bankruptcy policy of promoting the free assignability of assets and contracts would be respected.",
        "author": [
            "Gene",
            "Goldmintz"
        ],
        "document_type": "writing award",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "57",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/writing%20awards/ctrl-alt-delete-code-reboot-liquidation.html\n"
    },
    {
        "title": "Shapiro Award for Corporate Bankruptcy Writing",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/shapiro corporate.pdf",
        "abstract": "Keith Shapiro announced Drew Vermette as the winner of the 2014 Corporate Bankruptcy Writing Award. Drew¿s Comment addresses the difficult question of whether an order denying confirmation of a plan of reorganization should be considered final or interlocutory for the purposes of appeal. This is a complicated and important issue in the bankruptcy world that has resulted in a circuit split. Drew engages in a careful and thorough analysis of the competing interpretations of finality in this context. Drew concludes that a flexible interpretation, under which a denial of a plan confirmation is final and appealable, serves the interests of judicial economy and the prevention of harm to parties in interest. Although Drew¿s Comment presents a strong argument in favor of a flexible approach to finality, its true strengths lie in its clear presentation of the issue and its comprehensive investigation of both sides of the circuit split.",
        "author": [
            "Keith",
            "J.",
            "Shapiro"
        ],
        "document_type": "writing award",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "81",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/writing%20awards/shapiro-award-corporate-bankruptcy.html\n"
    },
    {
        "title": "Interpreting Finality in § 158(d): Whether an Order Denying Confirmation of a Debtor¿s Reorganization Plan Should Be Considered Final or Interlocutory for the Purpose of Appeal",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/vermette.pdf",
        "abstract": "The federal courts of appeals are split over whether an order denying confirmation of a reorganization plan is final or interlocutory for the purpose of appeal. Congress and the Supreme Court have given little insight as to how to interpret ¿finality¿ within 28 U.S.C. § 158(d)(2). This uncertainty has caused courts to perform fact-intensive inquiries that focus little on text and heavily on policy. This Comment analyzes these policy arguments and offers an explanation for why a flexible interpretation should be uniformly implemented throughout the circuits. The majority of circuits interpret 28 U.S.C. § 158(d)(2) to read that the denial of a reorganization plan is an interlocutory order, and therefore, not final for the purpose of appeal. However, in the interest of judicial economy and the prevention of harm, courts should interpret orders denying confirmation of reorganization plans as final for the purpose of appeal.",
        "author": [
            "Drew",
            "Vermette"
        ],
        "document_type": "writing award",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "83",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/writing%20awards/interpreting-finality-denying-reorganization-interlocutory-appeal.html\n"
    },
    {
        "title": "#Bankruptcy: Reconsidering ¿Property¿ To Determine The Role of Social Media in the Bankruptcy Estate",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/gautam.pdf",
        "abstract": "Although social media has become a staple of modern life and a regular part of business, the legal definition of social media remains undefined. State legislatures have remained silent on the topic, but as business and individual account holders find themselves seeking bankruptcy relief, it becomes clear that treatment under the Bankruptcy Code depends on definitions that do not yet exist. The question of how social media should be characterized leaves bankruptcy courts uncertain as to whether social media accounts should be included in the bankruptcy estate. While social media encompasses aspects of property, intellectual property, and other rights, this Comment argues that social media does not fit solely into any of these categories. Instead, this Comment argues for the classification of a social media account as more similar to a personal privilege than a traditional property right. This Comment concludes that state legislatures should legally define social media to foster predictability of its role in bankruptcy proceedings.",
        "author": [
            "Smita",
            "Gautam"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "127",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/comments/bankruptcy-property-social-media-estate.html\n"
    },
    {
        "title": "When an Alleged Wrong Becomes a Protected Right: Casey Anthony¿s Life-story and Future Book Rights Are Property of the Bankruptcy Estate",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/neufeld.pdf",
        "abstract": "Casey Anthony, charged with first-degree murder of her two-year-old daughter, filed a chapter 7 bankruptcy in 2013. Absent from Ms. Anthony¿s list of assets are intellectual property rights in a book that she has stated she will write based on her life-story. This Comment addresses whether a life-story and future book rights should be property of the bankruptcy estate. It relies on legal arguments based on 11 U.S.C. § 541(a), copyright law, labor theory, and the right of publicity. Practical arguments based on real-world practice and public policy, such as the entry of intellectual property into the public domain and Son of Sam statutes, are also considered. After determining that Ms. Anthony¿s life-story and future book rights should be considered property of the bankruptcy estate, this Comment also argues that a market-based approach to valuation is the appropriate method to be used for assessing the value of intellectual property rights of this sort.",
        "author": [
            "Rachel",
            "M.",
            "Neufeld"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "147",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/comments/alleged-wrong-casey-anthony-property-estate.html\n"
    },
    {
        "title": "Avoiding the Avoid: Re-securing the Mortgage Lender Post-BFP",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/1/trevino.pdf",
        "abstract": "In BFP v. Resolution Trust Corp., the Supreme Court held that the consideration received at a foreclosure sale is, in itself, reasonably equivalent value and rejected a minimum threshold amount. In its attempt to clarify the law, the Court left open the option for a bankruptcy trustee to avoid a foreclosure sale based on a lack of state law compliance. First, this Comment compares the decision in BFP and its predecessors with the legislative intent behind the various fraudulent transfer acts and § 548 of the Bankruptcy Code. Second, this Comment further proposes amending the Bankruptcy Code to require a trustee seeking avoidance of a real estate transfer to show a lack of substantial compliance with state real estate foreclosure laws and to expressly exempt foreclosure sales from § 548¿s reasonably equivalent value requirement. Finally, this Comment proposes needed definitions in § 101 of the Bankruptcy Code including definitions for ¿reasonably equivalent value¿ and ¿real estate foreclosure sale.¿",
        "author": [
            "Sarah",
            "Trevino"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "175",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-1/comments/avoid-mortgage-lender-post-bfp.html\n"
    },
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/2/introduction.pdf",
        "abstract": "The Emory Bankruptcy Developments Journal hosted its Twelfth Annual Symposium on February 26, 2015. The Consumer Panel focused on student loan debt, featuring judicial, academic, and practical insights and a call to action to help consumers. The Corporate Panel looked at the interplay between the Affordable Care Act and the Bankruptcy Code, focusing on the state of the healthcare industry post-Affordable Care Act.",
        "author": [
            "Smita",
            "Gautam"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "213",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-2/symposium/introduction.html\n"
    },
    {
        "title": "Consumer Bankruptcy Panel: Undue Hardship: An Analysis of Student Loan Debt Discharge in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/2/consumer-panel.pdf",
        "abstract": "The Consumer Panel focused on student loan debt, featuring judicial, academic, and practical insights and a call to action to help consumers.",
        "author": [
            "C.",
            "Ray",
            "Mullins"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "215",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-2/symposium/consumer-bankruptcy-hardship-student-loan-discharge.html\n"
    },
    {
        "title": "Corporate Bankruptcy Panel: The Healthcare Industry Post-Affordable Care Act: A Bankruptcy Perspective",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/2/corporate-panel.pdf",
        "abstract": "The Corporate Panel looked at the interplay between the Affordable Care Act and the Bankruptcy Code, focusing on the state of the healthcare industry post-Affordable Care Act.",
        "author": [
            "Samuel",
            "Maizel"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "249",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-2/symposium/corporate-bankruptcy-healthcare-post-affordable-act-perspective.html\n"
    },
    {
        "title": "Whether to Grant an Individual Chapter 11 Debtor an \"Early\" Discharge",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/2/ahart_wallace.pdf",
        "abstract": "This Article provides a framework for determining whether to grant an ¿early¿ discharge to an individual chapter 11 debtor. An early discharge permits such a debtor to receive a discharge before making all payments under the confirmed plan. The Article analyzes the circumstances that warrant issuing such an early discharge, and what information ought to be included in the disclosure statement, plan, and notice of confirmation hearing. The Article concludes that an individual chapter 11 debtor may obtain a early discharge: (1) upon confirmation of a reorganization plan where the debtor has paid unsecured creditors before confirmation, or where necessary to keep important customers or to obtain financing to pay unsecured creditors, or (2) after plan confirmation but before plan payments are finished if the unsecured creditors have received the required distribution and the debtor no longer has sufficient income to meet living expenses and to make the required payments.",
        "author": [
            "Alan",
            "M.",
            "Ahart"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "277",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-2/articles/grant-individual-chapter-11-early-discharge.html\n"
    },
    {
        "title": "Amending the Flaws in the Safe Harbors of the Bankruptcy Code: Guarding Against Systemic Risk in the Financial Markets and Adding Stability to the System",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/2/marchetti.pdf",
        "abstract": "Certain provisions of derivative trading contracts get special exemptions under the Bankruptcy Code, referred to as ¿Safe Harbors,¿ to prevent systemic risk. The Safe Harbors seek to accomplish this goal by permitting a party to a derivative trading contract to quickly terminate and liquidate its positions. The precise parameters of the Safe Harbors remain unclear. This lack of clarity adversely affects the ability of market participants to accurately perform credit risk analyses with respect to their derivative trading counterparties and may adversely impact the ability of market participants to prepare Living Wills, as required by the Dodd-Frank Act. Similarly, it adversely affects the ability of a party to reorganize under the Bankruptcy Code. This Article argues that Congress should amend the Safe Harbors to address these issues to mitigate risk.",
        "author": [
            "Peter",
            "Marchetti"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "305",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-2/articles/amending-flaws-safe-harbors-guarding-systemic-markets-stability.html\n"
    },
    {
        "title": "\"I Pronounce You Man and Man. You May Now File Jointly for Bankruptcy\": DOMA's Unconstitutionality and Its Effect on Joint Bankruptcy Filings for Same-Sex Couples",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/2/tomback.pdf",
        "abstract": "Windsor v. United States marked the erosion of the Defense of Marriage Act of 1996. Post-Windsor, the operative definition sections of that Act¿defining ¿marriage¿ and ¿spouse¿ for ¿any Act of Congress¿¿no longer control. The meaning of marriage and spouse under federal law and, specifically, the Bankruptcy Code is now unclear. This Article argues that lawfully married same-sex couples should be allowed to file for bankruptcy jointly under 11 U.S.C. § 302 in all bankruptcy courts, even if the couple files jointly in a state that does not recognize their union. Under federalism principles, the Bankruptcy Code should apply the definitions of marriage and spouse from the state of celebration to provide same-sex couples equal access to the federal bankruptcy system. This Article proposes an interpretive framework that permits same-sex couples to file for bankruptcy jointly in any state while leaving state-level restrictions on marriages between same-sex couples untouched.",
        "author": [
            "Michael",
            "Tomback"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "375",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-2/articles/pronounce-man-jointly-doma-effect-bankruptcy-same-sex.html\n"
    },
    {
        "title": "A Study on Bankruptcy Crime Prosecution Under Title 18: Is the Process Undermining the Goals of the Bankruptcy System?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/2/clement.pdf",
        "abstract": "The federal bankruptcy system depends upon the United States Trustee Program to identify bankruptcy fraud and upon the United States Attorney¿s Office to take appropriate action. This Comment seeks to provide insight into the factors that affect whether a case is selected for prosecution or dismissal. It analyzes the available data compiled on bankruptcy fraud cases from the fiscal years of 2010 and 2011 with respect to the following factors: specific bankruptcy fraud criminal violations, United States Code violations, the identity of the defendants, the types of bankruptcy filing involved, the verdicts, and the sentences resulting from guilty verdicts. This Comment concludes that bankruptcy fraud is not being sufficiently prosecuted, resulting in harm to creditors, debtors, the government, the court, and the public as well as the policies underlying the bankruptcy system",
        "author": [
            "Leia",
            "Clement"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "409",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-2/comments/study-bankruptcy-prosecution-title-18-undermining-goals.html\n"
    },
    {
        "title": "Creditors' Committees: Giving Tort Claimants a Voice in Chapter 11 Bankruptcy Cases",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/2/mcCarthy.pdf",
        "abstract": "Unlike shareholders, lenders, or even the corporate debtor¿s employees, tort claimants often do not choose to engage in commercial transactions with corporate debtors. Rather, their claims arise because the debtor has harmed them without their consent. While courts have the authority to form creditors¿ committees for tort claimants, courts do not uniformly grant tort claimants¿ requests. This Comment argues that courts should form creditors¿ committees for tort claimants when corporate debtors with tort liability file for bankruptcy. First, there are strong policy reasons for forming creditors¿ committees for tort claimants. Second, courts need to form creditors¿ committees for tort claimants to ensure that tort claimants are guaranteed due process of the law. Third, forming creditors¿ committees for tort claimants is consistent with the case law interpreting 11 U.S.C. § 1102(a)(2). Finally, forming creditors¿ committees for tort claimants has practical significance.",
        "author": [
            "Corinne",
            "McCarthy"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "431",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-2/comments/committees-tort-claimants-voice-chapter-11.html\n"
    },
    {
        "title": "Stop Right There: Limiting Judicial Estoppel in the Bankruptcy Context",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/31/2/mckenna.pdf",
        "abstract": "The majority of courts take the position that, if a plaintiff-debtor knew of a potential or pending lawsuit but failed to list it in the bankruptcy case, the plaintiff-debtor should be categorically estopped from pursuing the cause of action against the defendant. However, judicial estoppel produces an inequitable result where the plaintiff-debtor omitted a lawsuit from the bankruptcy case because of a mistake. In that case, the alleged wrongdoer prevails regardless of the strength of the plaintiff¿s claim or the plaintiff¿s culpability excluding the potential or pending lawsuit from the bankruptcy filings. This Comment argues that using a subjective inquiry to determine when to invoke judicial estoppel better serves the objectives of bankruptcy law and maintains the integrity of the judicial process. This subjective inquiry focuses on five factors to determine whether the debtor¿s omission was the result of inadvertence or mistake.",
        "author": [
            "Mary",
            "Frances",
            "McKenna"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "31",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "465",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-31/issue-2/comments/stop-limiting-estoppel-bankruptcy-context.html\n"
    },
    {
        "title": "Introduction: A Tribute to Professor Marjorie L. Girth",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/introduction.pdf",
        "abstract": "Each year, the Emory Bankruptcy Developments Journal honors an individual who has made a significant impact on the field of bankruptcy law with the Distinguished Service Award for Lifetime Achievement. On April 2, 2015, the Emory Bankruptcy Developments Journal presented Marjorie Girth with the Seventeenth Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "Armstead",
            "C.",
            "Lewis"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "1",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/tributes/tribute-marjorie-girth.html\n"
    },
    {
        "title": "Opening Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/schapiro.pdf",
        "abstract": "Dean Robert Schapiro¿s remarks honoring Marjorie Girth at the annual Emory Bankruptcy Developments Journal Banquet. Dean Schapiro highlighted Emory¿s bankruptcy program, the Twelfth Annual Emory Bankruptcy Developments Journal Symposium held in February, and Marjorie Girth¿s leadership and achievements in bankruptcy law.",
        "author": [
            "Robert",
            "Schapiro"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "3",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/tributes/opening-remarks.html\n"
    },
    {
        "title": "Introduction of Professor Marjorie L. Girth",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/gross.pdf",
        "abstract": "Karen Gross¿ remarks honoring Marjorie Girth at the annual Emory Bankruptcy Developments Journal Banquet highlighting Professor Girth¿s leadership, achievements, and mentorship in bankruptcy law.",
        "author": [
            "Karen",
            "Gross"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "5",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/tributes/introduction-marjorie-girth.html\n"
    },
    {
        "title": "Acceptance Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/girth.pdf",
        "abstract": "Acceptance remarks of Marjorie Girth at the annual Emory Bankruptcy Developments Journal Banquet. Professor Girth shared several memorable highlights of her professional career, as well as her brief tenure at Emory Law School in 1991, where she served as Southeastern Bankruptcy Law Institute Distinguished Visiting Professor.",
        "author": [
            "Marjorie",
            "L.",
            "Girth"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "11",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/tributes/acceptance-remarks.html\n"
    },
    {
        "title": "Killing the Patient to Cure the Disease: Medicare's Jurisdictional Bar Does Not Apply to Bankruptcy Courts",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/maizel-potere.pdf",
        "abstract": "The Social Security Act requires an exhaustion of administrative remedies prior to judicial review through 42 U.S.C. §§ 405(g) & (h). A hospital¿s appeal from a claim of overpayment by the government can take years, forcing hospital closure due to a lack of continued Medicare payments. Historically, some bankruptcy courts, looking to legislative history, have found that they lack jurisdiction over Medicare claims prior to the exhaustion of administrative remedies. However, in In re Bayou Shores, SNF, LLC and In re Nurses¿ Registry and Home Health Corp., the bankruptcy court found that under the plain language of § 405(h) it did have jurisdiction of Medicare claims. This Article argues that courts should continue to adopt a plain language interpretation of § 405(h), which is consistent with the purpose of the Code.",
        "author": [
            "Samuel",
            "R.",
            "Maizel"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "19",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/articles/killing-patient-cure-disease-medicare-bar-bankruptcy-courts.html\n"
    },
    {
        "title": "The Risk-Shifting Effect of Business Bankruptcy: A Statutory Solution to Provide Additional Protections for Personal Guarantors of Debts by Closely-Held Business Ventures",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/gordon-landry.pdf",
        "abstract": "Startups often require personal guarantors when securing credit relationships. Often, third parties enter into guarantee agreements unaware of the detrimental effect bankruptcy filing has on their rights. A primary bankruptcy protection goal is to shift risk associated with debt arrangements among interested parties to allow for the equitable distribution of assets among creditors of a bankrupt individual or entity. Filing for bankruptcy may increase risk to the guarantor beyond what he or she anticipated at the time of personally guaranteeing the debt. This Article explores the preference liability of personal guarantors of a closely held business in bankruptcy and makes a statutory proposal to remedy the inequitable risk-shifting effect of the bankruptcy of a closely-held business.",
        "author": [
            "Jason",
            "Gordon"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "67",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/articles/risk-shifting-business-bankruptcy-solution-protections-guarantors-debts-ventures.html\n"
    },
    {
        "title": "State Contract Impairment Clauses and the Validity of Chapter 9 Authorization",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/hull.pdf",
        "abstract": "Chapter 9 requires states to authorize any municipal bankruptcy filing. However, most state constitutions have a provision similar to the Contract Clause of the U.S. Constitution that prohibits passing any ¿laws impairing the obligations of contracts.¿ The U.S. Supreme Court has foreclosed the argument that Chapter 9 bankruptcy violates the federal constitution. State courts have generally followed the Court¿s jurisprudence in interpreting the contract clauses of their own constitution. The Court¿s jurisprudence, however, is inconsistent with the text, purpose, and origin of the Contract Clause. This Comment argues that state courts should abandon this jurisprudence and adopt a much stricter interpretation of their own clause that is more in line with the Court¿s earlier decisions. Under this stricter interpretation, states violate their constitutions¿ contract impairment clauses by authorizing chapter 9 bankruptcy filings, except in the unlikely case that a municipality has no contractual obligations to impair.",
        "author": [
            "Bradley",
            "Hull"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "87",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/comments/state-contract-impairment-validity-chapter-9-authorization.html\n"
    },
    {
        "title": "Bitcoin and Bankruptcy: Putting the Bits Together",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/deppert.pdf",
        "abstract": "The classification and treatment of virtual currency, like bitcoin, under the Bankruptcy Code is unsettled. Because the Code affords greater protections to currencies than to commodities, bitcoin¿s classification has far-reaching implications in the context of bankruptcy; however, no bankruptcy court has yet affirmatively ruled on bitcoin¿s treatment. This Comment first explores what bitcoins are and the respective arguments for each classification in the currency versus commodity debate. Then, this Comment examines the current legal treatment of bitcoin and bitcoin-specific issues in bankruptcy. Finally, this Comment argues that bitcoin must be affirmatively classified and proposes a licensing solution to bitcoin's classification; and then explores the effects this solution would have in bankruptcy.",
        "author": [
            "Chelsea",
            "Deppert"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "123",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/comments/bitcoin-bankruptcy-putting-bits-together.html\n"
    },
    {
        "title": "An Unworkable Result: Examining the Application of the Unfinished Business Doctrine to Law Firm Bankruptcies",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/edson.pdf",
        "abstract": "While unfinished business claims have played a role in nearly every major law firm bankruptcy in the past ten years, the law remains unsettled. As major law firm bankruptcies become more prevalent, scholarly debate has centered on whether pending hourly fee arrangements should be included in a law firm¿s bankruptcy estate. This Comment will advocate for the abolishment of unfinished business claims in the bankruptcy setting because these claims yield unworkable results under Sections 541, 363, and 362 of the Bankruptcy Code. Alternatively, this Comment will argue that including unfinished business in a law firm¿s bankruptcy estate violates public policy by interfering with a client¿s right to counsel. Finally, this Comment will provide practical guidance for firms wishing to contract around unfinished business claims.",
        "author": [
            "John",
            "W.",
            "Edson"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "159",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/comments/unworkable-result-application-unfinished-business-doctrine-firm-bankruptcies.html\n"
    },
    {
        "title": "Let's Talk About Guns: Should the Code Give Gun Owners Protection?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/lewis.pdf",
        "abstract": "Although, the topic of firearms is often controversial and political, gun owners in the U.S. predominantly own firearms in a way that arguably allow firearms to be classified as ¿household goods¿ in Section 522(f)(1)(b) and be included in the list of items that fit within the term of ¿household goods¿ in Section 522(f)(4)(A) of the Bankruptcy Code. The recent proposals of the Protecting Gun Owners in Bankruptcy Acts of 2010, 2011, 2014, and 2015 make this a timely issue that should be addressed. The proposals of the Protecting Gun Owners in Bankruptcy Acts have requested that firearms be classified as ¿household goods¿ in Section 522(f)(4)(A). This Comment addresses why firearms have not been addressed in the Bankruptcy Code, discusses the proposed Protecting Gun Owners in Bankruptcy Acts, and examines if firearms should be listed within the term of ¿household goods¿ in Section 522(f)(4)(A) of the Code.",
        "author": [
            "Armstead",
            "Lewis"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "197",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/comments/talk-guns-code-owners-protection.html\n"
    },
    {
        "title": "The Non-Dischargeability of Private Student Loans: A Looming Financial Crisis?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/1/mueller.pdf",
        "abstract": "Unlike the vast majority of consumer debts owed to private lenders, educational loans made by private lending institutions are protected as non-dischargeable under Section 523(a)(8) of the Bankruptcy Code. Because most borrowers cannot shirk their obligations to private student lenders, even by filing for bankruptcy, lenders are willing to lend more in this context than with other dischargeable forms of debt; thus artificially inflating the market for higher education loans. This practice is becoming crucial to the health of our overall economy as student loans have become one of the largest forms of consumer debt in the United States, second only to mortgages. This Comment examines why private student lenders should not be afforded special protection under Section 523(a)(8), and then suggests that removing this protection and thus allowing the discharge of private student loans can help to deflate the growing higher education bubble.",
        "author": [
            "Preston",
            "Mueller"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "229",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-1/comments/non-dischargeability-private-student-loans-looming-crisis.html\n"
    },
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/symposium/introduction.pdf",
        "abstract": "The Emory Bankruptcy Developments Journal hosted its Thirteenth Annual Symposium on February 25, 2016. The Consumer Panel discussed recent developments in bankruptcy regulation, including developments regarding the FDCPA and the CFPB. The Corporate Panel discussed the ABI Commission¿s Report on the Reform of Chapter 11.",
        "author": [
            "Chelsea",
            "Deppert"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "265",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/symposium/introduction.html\n"
    },
    {
        "title": "Corporate Bankruptcy Panel: ABI Commission's Report on the Reform of Chapter 11: Small and Medium Businesses, Sales of Assets, Financing, and Plans",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/symposium/corporate panel.pdf",
        "abstract": "The Corporate Panel focused on the Report¿s sections discussing small and mediums businesses, sales of assets, financing, and plans.",
        "author": [
            "Michelle",
            "M.",
            "Harner"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "267",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/symposium/corporate-panel-abi-report-chapter-11-businesses-assets-financing-plans.html\n"
    },
    {
        "title": "Consumer Bankruptcy Panel: Recent Developments in Bankruptcy Regulation: Mortgage Servicing Rules, the FDCPA, and the CFPB",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/symposium/consumer panel.pdf",
        "abstract": "The Consumer Panel discussed recent developments in bankruptcy regulation, including developments regarding the FDCPA, the CFPB, and mortgage servicing rules under RESPA and TILA.",
        "author": [
            "Frederick",
            "Tung"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "303",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/symposium/consumer-panel-developments-regulation-mortgage-rules-fdcpa-cfpb.html\n"
    },
    {
        "title": "The Waterfall of Tiers: A Relocation Cost-Based Theory of Municipal Insolvency and a Proposal for a New Municipal Bankruptcy Regime",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/article/peppiatt.pdf",
        "abstract": "The ¿non-liquidation assumption¿ presumes that municipal bankruptcy law exists to provide municipalities a ¿breathing spell¿ from creditors and disallows the liquidation of municipalities. This assumption rests on the notion that chapter 9 exists solely to help municipalities continue to provide essential public services. This approach runs counter to the prevailing theory of corporate bankruptcy¿that bankruptcy exists to resolve collection action problems among creditors and maximize social welfare. This Article rejects the ¿non-liquidation assumption¿ and applies a modified theory of municipal bankruptcy based on corporate bankruptcy theory. This Article further proposes a waterfall bidding alternative municipal bankruptcy regime that looks to promote an efficient market-based allocation of resources.",
        "author": [
            "Jonah",
            "Peppiatt"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "335",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/article/waterfall-tiers-cost-based-theory-insolvency-municipal-bankruptcy-regime.html\n"
    },
    {
        "title": "Trust(ee) and Abandonment Issues: A Proposal for New Action Regarding Abandonment of Environmentally Contaminated Property",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/comments/arwood.pdf",
        "abstract": "For a Chapter 7 trustee to abandon property under § 554 of the Bankruptcy Code, the property must be deemed burdensome or of inconsequential value to the estate. While environmentally contamination is burdensome because of the resources required to clean the property, there is currently no decisive rule or law to assist bankruptcy courts in determining when to allow trustee abandonment. This Comment explores the possibility of a trustee in bankruptcy asserting the innocent landowner defense under CERCLA as well as proposes three other solutions that may clarify this issue: (1) amending CERCLA or the Bankruptcy Code to provide a ¿superlien¿ for governmental entities that initially paid cleanup costs; (2) amending § 554 of the Bankruptcy Code to create an ¿abandonment test¿ similar to the means test; and (3) outlining a balancing test or factors courts could use for determining when abandonment is proper.",
        "author": [
            "Michael",
            "P.",
            "Arwood"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "365",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/comments/trustee-abandonment-issues-proposal-action-environmentally-contaminated-property.html\n"
    },
    {
        "title": "Why Two Facets of Chapter 15 Rulings Hinder Cross-Border Insolvency Petitions in the United States",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/comments/delaughter.pdf",
        "abstract": "Court disagreement about two matters in chapter 15 rulings impacts whether foreign debtors may acquire relief from the United States Bankruptcy Code. First, courts disagree about whether § 109(a) applies to chapter 15 petitions for recognition. Second, courts use two separate dates to determine the debtor¿s center of main interests. Some courts use the chapter 15 petition date; other courts look further back and choose the beginning date of the foreign proceeding. For various reasons, § 109(a) was not supposed to apply to chapter 15 petitions, and the commencement date of the foreign proceeding is the correct date to determine a debtor¿s center of main interests.",
        "author": [
            "Hardy",
            "DeLaughter"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "397",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/comments/two-facets-chapter-15-rulings-cross-border-insolvency-united-states.html\n"
    },
    {
        "title": "No Seal No Deal: Amending Federal Rule of Bankruptcy Procedure 9019 to Require Judicial Approval of Settlement Agreements",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/comments/eljach.pdf",
        "abstract": "The language of Federal Rule of Bankruptcy Procedure 9019 has created a split among courts. Currently, a majority of courts require trustees to file any settlements they enter into with creditors with the court where the bankruptcy case is pending. By contrast, some courts do not require the trustee to file any settlements with the court. Requiring judicial approval of settlement agreements is consistent with the underlying policy of the Bankruptcy Code, legislative history, common law practice, and pre-Bankruptcy Code practice. This requirement would also promote uniformity among federal procedure rules. Accordingly, this Comment recommends that the Advisory Committee on Rules of Bankruptcy Procedure amend Federal Rule of Bankruptcy Procedure 9019 to require judicial approval of settlement agreements.",
        "author": [
            "Linhadley",
            "Eljach"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "433",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/comments/no-seal-amending-rule-procedure-9019-judicial-approval-settlement-agreements.html\n"
    },
    {
        "title": "Lien Stripping in Chapter 20 Bankruptcy: A Permissible Relief to Debtors",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/comments/johns.pdf",
        "abstract": "Chapter 20 bankruptcy cases arise when a debtor files for chapter 13 after completing a chapter 7 case. Lien stripping is a benefit available to certain debtors in bankruptcy and it removes an unsecured lien from property. The removal of the part of a lien that is partially unsecured is called a ¿strip down,¿ whereas the removal of a completely unsecured lien is called a ¿strip off.¿ The Supreme Court has held that a ¿strip down¿ in both a chapter 7 and a chapter 13 are impermissible modifications of a secured claim. Recently, the Supreme Court held in Bank of America, N.A. v. Caulkett that a strip off in chapter 7 is also impermissible. This Comment argues that despite the recent Caulkett decision, lien stripping in chapter 20 remains permissible. Additionally, there is a body of case law indicating that circuit courts are permitting.",
        "author": [
            "Jessica",
            "L.",
            "Johns"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "471",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/comments/lien-stripping-chapter-20-permissible-relief-debtors.html\n"
    },
    {
        "title": "The Antidote to Zombie Foreclosures: How Bankruptcy Courts Should Address the Zombie Foreclosure Crisis",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/comments/mcquade.pdf",
        "abstract": "Bankrupt homeowners across the United States continue to struggle because of the mortgage foreclosure crisis. Although zombie foreclosures present a significant issue for individuals who filed for bankruptcy during the last few years, there is no satisfactory legal remedy. The Bankruptcy Code and bankruptcy courts may offer an overlooked solution to the problem. Due to flexibility within bankruptcy courts, bankruptcy judges have a greater degree of discretion within certain situations to fulfill their equitable powers. Bankruptcy judges can take the realities of the debtor¿s circumstances into account in ways that state and federal courts cannot. This Comment¿s recommendations demonstrate the need for both courts and Congress to reconsider the Bankruptcy Code as a solution to zombie foreclosures. With a few amendments, the Bankruptcy Code should be able to help alleviate the zombie foreclosure problem.",
        "author": [
            "Amanda",
            "McQuade"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "507",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/comments/antidote-zombie-foreclosures-bankruptcy-courts-zombie-crisis.html\n"
    },
    {
        "title": "Reconciling Bankruptcy Law and Corporate Law Principles: Imposing Successor Liability on GM and Similar \"Sleight-of-Hand\" 363 Sales",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/32/2/comments/warner.pdf",
        "abstract": "In June 2009, General Motors filed for chapter 11 bankruptcy protection. Now in 2016, General Motors has entered what some have called its renaissance period with flourishing sales and increased profitability. Meanwhile, thousands of vehicle owners who were harmed by defective General Motors vehicles have been barred by 11 U.S.C. § 363(f) of the Bankruptcy Code from seeking an equitable remedy from the now thriving company. This Comment argues that those harmed by General Motors¿ defective vehicles should have access to an equitable remedy via the successor liability doctrine. Successor liability has been scantly applied to § 363 sale purchasers. However, this Comment contends that General Motors¿ § 363 Sale was a ¿sleight-of-hand¿ transaction which allowed the corporation to essentially sell its assets to itself and escape most of its liabilities and that the successor liability doctrine was intended to prohibit these ¿sleight-of-hand¿ transactions.",
        "author": [
            "Brad",
            "Warner"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "32",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "537",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-32/issue-2/comments/reconciling-bankruptcy-law-corporate-principles-liability-gm-363-sales.html\n"
    },
    {
        "title": "Introduction: A Tribute to Professor Grant W. Newton",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/introduction.pdf",
        "abstract": "Each year, the Emory Bankruptcy Developments Journal honors an individual who has made a significant impact on the field of bankruptcy law with the Distinguished Service Award for Lifetime Achievement. On April 7, 2016, the Emory Bankruptcy Developments Journal presented Grant Newton with the Eighteenth Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "R.",
            "Jake",
            "Jumbeck"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "1",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/tributes/introduction.html\n"
    },
    {
        "title": "Opening Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/schapiro.pdf",
        "abstract": "Dean Robert Schapiro¿s remarks honoring Grant Newton at the annual Emory Bankruptcy Developments Journal Banquet. Dean Schapiro highlighted Emory¿s bankruptcy program, the Thirteenth Annual Emory Bankruptcy Developments Journal Symposium held in February, and Grant Newton¿s leadership and achievements in bankruptcy law.",
        "author": [
            "Robert",
            "A.",
            "Schapiro"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "3",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/tributes/opening-remarks.html\n"
    },
    {
        "title": "Acceptance Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/newton.pdf",
        "abstract": "Acceptance remarks of Grant Newton at the annual Emory Bankruptcy Developments Journal Banquet. Professor Newton shared several memorable highlights of his professional career, as well as his experience as an accounting professor.",
        "author": [
            "Grant",
            "W.",
            "Newton"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "5",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/tributes/acceptance-remarks.html\n"
    },
    {
        "title": "Non-Article III Adjudication: Bankruptcy and Nonbankruptcy, With and Without Litigant Consent",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/brubaker.pdf",
        "abstract": "This Article analyzes the Supreme Court¿s 2015 decision in Wellness International Network, Ltd. v. Sharif. In upholding the constitutionality of non-Article III bankruptcy adjudications with litigant consent, Wellness resolved an important issue raised by the Court¿s momentous 2011 Stern v. Marshall decision. The Wellness opinion, though, has more profound implications for the constitutionality of non-Article III adjudications, both bankruptcy and nonbankruptcy, whether those non-Article III adjudications are conducted with or without litigant consent. Beyond the bankruptcy context, Wellness reveals a general Supreme Court jurisprudence with a bifurcated analytical methodology that facilitates a complex interaction between the waivable personal and non-waivable structural interests protected by Article III, § 1. In the bankruptcy context, Wellness provides further evidence that the Court is, over a long run of decisions, simply confirming the constitutional significance of its extensive summary-plenary jurisprudence as the operative constitutional constraint on the adjudicatory powers of non-Article III bankruptcy judges.",
        "author": [
            "Ralph",
            "Brubaker"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "11",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/articles/non-article-adjudication-bankruptcy-without-consent.html\n"
    },
    {
        "title": "Fair Equivalents and Market Prices: Bankruptcy Cramdown Interest Rates",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/markell.pdf",
        "abstract": "Cramdown is the confirmation of a plan of reorganization over the dissent of an entire class of creditors. Bankruptcy¿s absolute priority rule permits such confirmation only if the dissenting class is paid in full, or if no junior class receives anything. ¿Paid in full,¿ however, does not require payment in cash. It can consist of intangible promises to pay money that banks, investors, and markets regularly value. Whether this market value can precisely be transferred to cramdown has vexed many. Recently, the debate has flared when a bankruptcy court applied a chapter 13 case, Till v. SCS Credit Corp., to cramdown confirmation in Momentive, a large chapter 11 case. Given the legislative history and precedents in the cramdown area, this Article takes the position that Momentive was correct, and that courts should resist using pure market-based valuations in cramdown calculations.",
        "author": [
            "Bruce",
            "A.",
            "Markell"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "91",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/articles/equivalents-market-prices-cramdown-rates.html\n"
    },
    {
        "title": "Bankruptcy's Endowment Effect",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/casey.pdf",
        "abstract": "This Article responds to Professor Markell¿s analysis of the recent controversy over cramdown interest rates in corporate bankruptcies. The Article argues that the controversy stems from courts and scholars assigning undue importance to preserving creditors¿ nonbankruptcy endowments in a manner that is inconsistent with foundational bankruptcy policy. The Article makes the case that the guiding principle for optimal bankruptcy design should instead be the minimization of opportunistic behavior that reduces the net value of a firm. Applying this principle to the question of the cramdown interest rate, this piece shows that an optimal rule supports a cramdown interest rate based on the prevailing market rates for similar loans. The Article demonstrates that this approach is consistent with the Bankruptcy Code and the theoretical principles (although not the ultimate conclusion) that Professor Markell has advocated.",
        "author": [
            "Anthony",
            "J.",
            "Casey"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "141",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/articles/bankruptcy-endowment-effect.html\n"
    },
    {
        "title": "\"Complexity\" As the Gatekeeper to Equitable Mootness",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/jumbeck.pdf",
        "abstract": "Equitable mootness has troubled appellate courts since its creation in the 1980s. Despite the doctrine¿s express limitation to ¿complex reorganizations,¿ courts have found appeals from relatively simple reorganizations and liquidation plans equitably moot. Courts have criticized and limited the doctrine in recent years, resulting in three Court of Appeals decisions within ten weeks of each other in 2015. This Comment argues that these criticisms ultimately stemmed from the doctrine¿s misapplication. To apply the equitable mootness properly, this Comment proposes that appellate courts should first determine whether a complex reorganization occurred as a threshold matter. This Comment offers a four-factor normative approach to ¿complexity¿ that would determine whether a complex reorganization occurred. If a court determines a complex reorganization occurred after assessing these four factors, only then should it proceed to an equitable mootness analysis. This approach will keep equitable mootness the exception, not the rule.",
        "author": [
            "R.",
            "Jake",
            "Jumbeck"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "171",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/comments/complexity-gatekeeper-equitable-mootness.html\n"
    },
    {
        "title": "To Discharge or Not to Discharge: Tax Is the Question",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/saharovich.pdf",
        "abstract": "Prior to 2005, an individual was able to discharge debt related to a late-filed tax return as long as that individual satisfied the Beard test and certain statutory requirements. In 2005, Congress amended the Bankruptcy Code and included a definition of ¿return¿. Under the new definition, a document is a return if the document ¿satisfies the requirements of applicable bankruptcy law (including applicable filing requirements).¿ Following the amendments, the Fifth Circuit created the ¿one-day-late¿ rule when it held that a tax form filed one day late is never a valid tax return. In contrast, the Ninth Circuit subsequently held that the Beard test is still applicable. This Comment argues that the one-day-late interpretation is incorrect, and that Congress intended to codify the Beard test through the 2005 amendments.",
        "author": [
            "Ryan",
            "G.",
            "Saharovich"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "219",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/comments/discharge-not-tax-question.html\n"
    },
    {
        "title": "Another Arrow in the Quiver: Preserving the Fresh Start in Debt Collection by Creating a National Registry for Discharge Orders",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/sherman.pdf",
        "abstract": "Although the Bankruptcy Code and the FDCPA have different purposes, the two frequently overlap where debt collectors are concerned. For example, consider a debt collector who sends a perfunctory initial collection letter referencing a debt that has been discharged in bankruptcy. Even though this letter technically violates the debtor¿s fresh start and is unfair and deceptive, the remedies under both statutes require knowledge of the discharge, which the debt collector likely did not have, and which the FDCPA does not impute from the original creditor. This Comment suggests that the problem is a lack of information. This Comment proposes a solution that provides accurate information of discharged debts while also protecting the fresh start: amending the FDCPA to (1) create a national registry to house discharge orders; and (2) require that debt collectors search the registry prior to making a first collection attempt.",
        "author": [
            "Joseph",
            "W.",
            "Sherman"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "269",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/comments/arrow-quiver-debt-collection-registry-discharge.html\n"
    },
    {
        "title": "Fighting an Uphill Battle: Reconciling Unpaid Contributions of Multiemployer Pension Plans with the Bankruptcy Code's Defalcation Provision",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/griffin.pdf",
        "abstract": "Five circuit courts have determined whether an employer¿s unpaid contributions due under an employee benefit plan are plan assets under ERISA. When unpaid contributions are plan assets, the individual exercising authority or control over the assets is imputed fiduciary status under ERISA and, in turn, owes certain fiduciary duties and obligations to employee benefit funds. If the fiduciary fails to make the required contributions, then that individual becomes personally liable for the unpaid contributions. In bankruptcy, this result means that the unpaid contributions would be a nondischargeable debt if the court holds the individual liable for defalcation. This Comment reconciles the circuit split between the courts that decided this issue in bankruptcy and nonbankruptcy proceedings. It proposes a three-step approach that will allow courts determining this issue in bankruptcy proceedings to mirror their counterparts while still preserving the spirit of the Bankruptcy Code.",
        "author": [
            "Nicole",
            "Adalaide",
            "Griffin"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "313",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/comments/fighting-battle-contributions-multiemployer-pension-defalcation-provision.html\n"
    },
    {
        "title": "Utilizing the Fourth Option: Examining the Permissibility of Structured Dismissals That Do Not Deviate from the Bankruptcy Code's Priority Scheme",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/1/webb.pdf",
        "abstract": "Section 363 sales are increasingly used by debtors who wish to sell substantially all of their assets instead of attempting to restructure their estate through the chapter 11 reorganization process. Following a § 363 sale, debtors most commonly utilize one of the following three options to close their case: (1) request confirmation of a liquidation plan; (2) convert the chapter 11 case to a chapter 7 case; or (3) request a dismissal of the case. In In re Jevic, however, the Third Circuit closed the case by utilizing a fourth option: a structured dismissal, a type of relief not explicitly provided for in the Bankruptcy Code. Notably, the court confirmed the dismissal even though its provisions violated the Code¿s priority scheme. This Comment argues that structured dismissals are permissible under the Code, but they cannot deviate from the priority scheme.",
        "author": [
            "Kaylynn",
            "Webb"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "355",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-1/comments/fourth-option-structured-dismissals-priority-scheme.html\n"
    },
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/2/introduction.pdf",
        "abstract": "The Emory Bankruptcy Developments Journal hosted its Fourteenth Annual Symposium on February 23, 2017. The Consumer Panel discussed the doctrine of judicial estoppel in bankruptcy. The Corporate Panel discussed chapter 11 cramdown interest rates and debated the proper valuation method.",
        "author": [
            "Jacob",
            "Dean"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "391",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-2/symposium/introduction.html\n"
    },
    {
        "title": "Consumer Panel¿Judicial Estoppel: Its Development, Current Status, and How the Eleventh Circuit's Forthcoming Opinion in Slater Might Portend the End of its Rigidity",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/2/consumer-panel.pdf",
        "abstract": "The Consumer Panel presented a history of the doctrine of judicial estoppel, how it applies in bankruptcy, and offered insights about the doctrine¿s viability in bankruptcy.",
        "author": [
            "The",
            "Honorable",
            "Paul",
            "W.",
            "Bonapfel"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "393",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-2/symposium/consumer-panel-judicial-estoppel-eleventh-circuit-slater.html\n"
    },
    {
        "title": "Corporate Panel¿Chapter 11 Cramdown Interest Rates: Till, Momentive, and the Proper Valuation Method",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/2/corporate-panel.pdf",
        "abstract": "The Corporate Panel debated the appropriate way to determine chapter 11 cramdown interest rates.",
        "author": [
            "Ralph",
            "Brubaker"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "425",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-2/symposium/corporate-panel-chapter-11-cramdown-till-momentive.html\n"
    },
    {
        "title": "Nine Into Eleven: Accounting for Common Interest Communities in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/2/pryor.pdf",
        "abstract": "Like both public and private entities, common interest communities such as homeowner¿s associations can experience the problem of financial distress. The ultimate solution to financial distress is relief under the Bankruptcy Code. Private entities are eligible for relief under chapter 11, but municipalities are eligible for relief under chapter 9. Chapter 9 affords municipalities significant protections compared to private entities under chapter 11. Nonetheless, even though common interest communities also provide public goods, they are eligible for relief only under chapter 11 and thus lack the protections afforded by chapter 9. Chapter 11 of the Code should be amended in two ways to afford common interest communities some of the benefits of chapter 9. Without these amendments, common interest communities in financial distress and their members will be less likely to reorganize, and the cost of providing public goods will revert to the local community and its taxpayers.",
        "author": [
            "C.",
            "Scott",
            "Pryor"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "455",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-2/article/nine-eleven-common-interest-communities-bankruptcy.html\n"
    },
    {
        "title": "Coming to a Retailer Near You: Consumer Privacy Protection in Retail Bankruptcies",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/2/siam.pdf",
        "abstract": "Consumers¿ personally identifiable information is an extremely valuable asset for retailers. The sale of consumer information causes problems for consumers because many bankruptcy retailers transfer personally identifiable information to third parties without notifying consumers beforehand and obtaining their consent. Perhaps most troubling, however, is that retailers facing financial turmoil sometimes sell personally identifiable information in direct violation of their own privacy policies, which specifically promise the safeguarding of consumer information. Numerous regulatory bodies have objected to such transfers, but to no avail. This Comment addresses the shortcomings of current privacy regulations both inside and outside of bankruptcy. Additionally, this Comment recommends the implementation of minimum federal privacy standards and suggests that the Bankruptcy Code include stronger consumer privacy guidelines. These approaches would allow consumers to have a say in who receives their personally identifiable information while simultaneously preserving the status quo.",
        "author": [
            "Kayla",
            "Siam"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "487",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-2/comments/coming-retailer-consumer-privacy-protection-bankruptcies.html\n"
    },
    {
        "title": "Finding a \"Cure:\" How Much Interest Is Enough for a Chapter 11 Cure?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/2/dean.pdf",
        "abstract": "Default-rate interest¿interest triggered by breach of a contractual obligation¿implicates both a determination of claim¿s status and the claim¿s ultimate confirmation. Moreover, default-rate interest can not only amount to millions of dollars rapidly, but also jeopardize a chapter 11 plan¿s chances at confirmation. In August 2015, a panel of judges on the Eleventh Circuit ruled on the matter, creating a circuit split for a brief time until a Ninth Circuit panel addressed the question in 2016. Last year, the Ninth Circuit eliminated the split, and all circuits now agree the plain language of the Bankruptcy Reform Act of 1994, an amendment Congress added in 1994 to overrule a Supreme Court case, allows for collection of default interest. The circuits previously disagreed, however, whether Congress intended a requirement for ¿cure¿ to be payment of interest at the default rate. This Comment explains why both panels are incorrect.",
        "author": [
            "Jacob",
            "Dean"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "523",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-2/comments/finding-cure-interest-enough-chapter-11.html\n"
    },
    {
        "title": "Mixing Business With Pleasure: Evaluating the Blurred Line Between the Ownership of Business and Personal Social Media Accounts Under § 541(a)(1)",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/33/2/jamel.pdf",
        "abstract": "Social media platforms like Facebook, LinkedIn, and Twitter are household names today. Despite the current popularity of social media, however, few courts have addressed the ownership rights in social media accounts. Fewer still have addressed whether a social media account is considered property of the estate. In a case of first impression in 2015, the Bankruptcy Court for the Southern District of Texas concluded that a debtor¿s Twitter and Facebook accounts fell under property of the estate. This Comment argues that social media accounts should not automatically fit within the broad scope of § 541(a)(1). Rather, courts should apply a factor-driven, case-by-case analysis to determine whether social media accounts constitute property of the estate. This Comment then proposes a three-prong analytical framework to guide courts¿ classification of a debtor¿s social media accounts.",
        "author": [
            "Alexandra",
            "L.",
            "Jamel"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "33",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "561",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-33/issue-2/comments/mixing-business-pleasure-blurred-between-ownership-personal-media-541.html\n"
    },
    {
        "title": "Introduction: A Tribute to Keith J. Shapiro",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/introduction.pdf",
        "abstract": "Each year, the Emory Bankruptcy Developments Journal honors an individual who has made a significant impact on the field of bankruptcy law with the Distinguished Service Award for Lifetime Achievement. On April 3, 2017, the Emory Bankruptcy Developments Journal presented Keith J. Shapiro with the Nineteenth Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "Johnathan",
            "D.",
            "Green"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "1",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/tributes/introduction-tribute-keith-shapiro.html\n"
    },
    {
        "title": "Opening Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/warner.pdf",
        "abstract": "Professor G. Ray Warner¿s remarks highlighting the many professional and civic achievements of Keith Shapiro throughout his 35-year career.",
        "author": [
            "G.",
            "Ray",
            "Warner"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "3",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/tributes/opening-remarks.html\n"
    },
    {
        "title": "Acceptance Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/shapiro.pdf",
        "abstract": "Acceptance remarks of Keith J. Shapiro at the Nineteenth Annual Emory Bankruptcy Developments Journal Banquet. Keith thanked the people and organizations that positively influenced his life. Keith also shared a few memorable experiences from his distinguished career.",
        "author": [
            "Keith",
            "J.",
            "Shapiro"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "7",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/tributes/acceptance-remarks.html\n"
    },
    {
        "title": "Doing Equity in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/bussel.pdf",
        "abstract": "This intriguing Article by Professor Daniel J. Bussel argues that in some cases a non-debtor¿s right to specific relief should be treated as a ¿claim,¿ monetized, given pro rata treatment and discharged. Notwithstanding this idea and the text of the Bankruptcy Code, many courts have concluded that an injunction or other equitable remedy is not a ¿claim¿ unless the court¿s decree can be satisfied by the payment of money under nonbankruptcy law. This Article argues that consistent with the Code¿s text and policy, injunctions or other forms of equitable relief should be presumptively treated as ¿claims,¿ even if nonbankruptcy law does not permit the enjoined party to satisfy the injunction by the payment of money. A balancing approach is then analyzed with seven factors introduced for courts to weigh when considering granting equitable relief claims in bankruptcy.",
        "author": [
            "Daniel",
            "J.",
            "Bussel"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "13",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/articles/doing-equity-bankruptcy.html\n"
    },
    {
        "title": "A Theoretical Framework for Evaluating Debtor-in-Possession Financing",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/dahiya-ray.pdf",
        "abstract": "This excellent Article by business school professors Sandeep Dahiya and Korok Ray provides a mathematical framework as an analytical tool to assist bankruptcy judges when confronting a Debtor-in-Possession financing situation. The U.S. Bankruptcy Code provides enhanced priority and security features to debtor-in-possession (DIP) loans which can be obtained from a lender with whom the borrower may have no past lending relationship. The enhanced priority of DIP financing, and the choice of a DIP lender, significantly affect the investment decisions made by the firm. This Article shows that DIP loans from an existing lender leads to a higher level of investment. The authors also show that a higher priority of DIP financing also leads to higher investment by the firm. A bankruptcy judge should take these incentives into account when approving the DIP loan. The authors conclude with extensive mathematical models to assist judges and firms in evaluating DIP loan decisions.",
        "author": [
            "Sandeep",
            "Dahiya",
            "&",
            "Korok",
            "Ray"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "57",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/articles/framework-evaluating-debtor-in-possession-financing.html\n"
    },
    {
        "title": "The \"Cure\" to the Homeowner's Bankruptcy Blues: An Analysis of a Homeowner's Ability to Cure His Mortgage Default under § 1322(b)(5) of the Bankruptcy Code ",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/glover.pdf",
        "abstract": "Chapter 13 bankruptcy is often defaulted homeowners¿ only avenue to avoid foreclosure and remain in their homes. Debtors seeking to save their homes usually rely on Code § 1322(b)(5) which provides that a debtor may ¿cure¿ a default. Many mortgage lenders object to debtors¿ plans proposing to cure the mortgage default on the grounds that the plan is modification of their rights, forbidden by § 1322(b)(2). Circuit courts have regularly allowed debtors to cure a default without running afoul of this anti-modification provision. The Fourth Circuit has abruptly turned course by disallowing such a cure. As a remedy, the author proposes an amendment to the Code to include a provision that defines a cure as a debtor¿s ability to nullify the consequences of default and restore the debtor to his pre-default conditions.",
        "author": [
            "Andriana",
            "Glover"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "89",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/comments/cure-homeowner-blues-ability-default-bankruptcy-code.html\n"
    },
    {
        "title": "Government Recovery of Medicare Overpayments and the Automatic Stay",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/guice.pdf",
        "abstract": "Despite the importance of the automatic stay, in healthcare bankruptcies it is not always applied consistently, especially when the government is the creditor. Government agencies decide whether they will require the bankrupt healthcare provider to repay any Medicare overpayments previously paid. As such, government agencies may jump other creditors based on the equitable doctrine of recoupment. Recoupment is a doctrine recognized by bankruptcy courts allowing for creditors to offset their debts against payments. This is similar to setoff, an action that is not permitted under the Code. The author argues that government agencies should not be allowed to continue recoupment actions against healthcare entities that will jeopardize their reorganization processes. The author suggests that courts can fix this issue by narrowly applying the doctrine of recoupment and reducing the circumstances in which government agencies can collect from bankrupt healthcare entities without seeking relief from the automatic stay.",
        "author": [
            "Maleaka",
            "Guice"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "127",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/comments/government-recovery-medicare-overpayments-automatic%20stay.html\n"
    },
    {
        "title": "Finding the Right Insurance Policy: A Uniform Set of Guidelines for Applying the Burford Abstention Doctrine in Cases Involving State Insurance Insolvency Proceedings",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/ries.pdf",
        "abstract": "Courts often apply the Burford abstention doctrine in cases involving a state insurance insolvency proceeding. This tendency for federal courts to remand cases in deference to state proceedings in the insurance insolvency context derives from a Congressional policy of allowing states to regulate the insurance industry under the McCarran-Ferguson Act and the exclusion of insurance companies from the Bankruptcy Code. The author examines the processes used by different courts to determine whether to invoke Burford abstention and proposes the adoption of a formula that builds upon a set of factors developed by the Tenth Circuit to address additional concerns. The proposed formula draws from case law and the policy goals underlying Burford abstention while emphasizing the role of avoiding the disruption of a state¿s efforts to establish insolvency proceedings for insurance companies. Through a six-part test, Courts can properly navigate the application of the ¿troublesome and enigmatic¿ Burford abstention doctrine.",
        "author": [
            "Benjamin",
            "A.",
            "Ries"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "165",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/comments/right-insurance-guidelines-burford-abstention-state-insolvency.html\n"
    },
    {
        "title": "Bankruptcy's Role in the Growing Dilemma of Self-Bonding in the Coal Industry",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/heard.pdf",
        "abstract": "Long-standing regulations mandate that coal companies post bonds for land restoration after mining operations are complete. However, coal companies can use financial liquidity to satisfy these bonds, known as self-bonding. Companies are using the fiscal strength of subsidiaries instead of their own accounts to self-bond. Ultimately, a company can appear financially healthy enough to qualify for reclamation bonds, but in the face of a declining industry it may not have enough cash to cover full clean-up of mining sites. Bankruptcy highlights the insufficiency of such reclamation procedures and the supporting bonding process. The author evaluates several ways to cope with the self-bonding problem under the existing bankruptcy framework, including the existing requirements of the good faith and feasibility requirements, and proposes a carved out exception within the Bankruptcy Code disallowing prior coal bankruptcy debtors from self-bonding.",
        "author": [
            "Jeanna",
            "Heard"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "205",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/comments/bankruptcy-role-dilemma-self-bonding-coal-industry.html\n"
    },
    {
        "title": "Out of Reach: Protecting Parental Contributions to Higher Education from Clawback in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/macdonald.pdf",
        "abstract": "Parental contributions to higher education have become commonplace. However, courts are divided on how contributions by parents towards the college education of their children should be treated when those parents file for bankruptcy. Trustees are attempting to use the fraudulent transfer provisions of the Bankruptcy Code to ¿clawback¿ payments made to colleges and universities by debtors for the education of their children. The author proposes amendments to the Code to protect payments to institutions of higher education by parent debtors on behalf of their children. With simple additions to § 544 and § 548, federal lawmakers can advance the public¿s interest in higher education, protect creditors, and limit the need for litigation around the subject.",
        "author": [
            "Jenna",
            "C.",
            "MacDonald"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "243",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/comments/protecting-parental-contributions-higher-education-clawback.html\n"
    },
    {
        "title": "Averting an Inside Job: A Proposal to Change How Insiders Are Defined in the Bankruptcy Code",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/1/green.pdf",
        "abstract": "In most situations, the Bankruptcy Code prohibits insiders of businesses from seeking preferential treatment from a bankrupt debtor. One way the Code does this is through excluding an insider¿s vote from the plan approval process in a chapter 11 bankruptcy cramdown. But, if an insider can find a way to escape the narrow statutory insider definition in the Code, then the usual prohibitions on insider conduct may not apply. In addition to the narrow, specified list of statutory insiders in the Code, courts have crafted various definitions of non-statutory insiders as well. This lack of uniform and predictable application has thwarted one of bankruptcy¿s main goals: the equitable treatment of creditors. The author examines courts¿ conflicting applications of insider rules, with a focus on chapter 11, and recommends a change to how insiders are defined in the Code to prevent inequitable outcomes for creditors.",
        "author": [
            "Johnathan",
            "D.",
            "Green"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "279",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-1/comments/averting-job-change-insiders-defined-bankruptcy-code.html\n"
    },
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/introduction.pdf",
        "abstract": "On February 22, 2018, the Emory Bankruptcy Developments Journal hosted its Fifteenth Annual Symposium. Each year, the Journal seeks to highlight and address timely bankruptcy topics that will engage academics, practitioners, and students alike. This year¿s Symposium featured a consumer bankruptcy panel and a corporate bankruptcy panel. The Consumer Panel explored access to consumer bankruptcy and the Corporate Panel discussed the Supreme Court¿s recent Jevic case.",
        "author": [
            "Patrick",
            "Maher"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "317",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/symposium/introduction.html\n"
    },
    {
        "title": "Corporate Bankruptcy Panel¿Unpacking Jevic: An Attempt to Put the ¿Structure¿ Back in Structured Dismissals",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/corporate-panel.pdf",
        "abstract": "A discussion by this year¿s Corporate Panel on the Supreme Court¿s recent decision in Czyzewski v. Jevic Holding Corp. This discussion was led by Leah Fiorenza McNeill of Bryan Cave Atlanta, Alexandra Dugan of Bradley Arant Boult Cummings LLP, Monique D. Hayes of Goldstein & McClintock, and Katie Good of Whiteford Taylor & Preston.",
        "author": [
            "Alexandra",
            "Dugan"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "319",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/symposium/corporate-panel-jevic-structured-dismissals.html\n"
    },
    {
        "title": "Access to Consumer Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/foohey.pdf",
        "abstract": "In this Essay, Professor Pamela Foohey of the Indiana University Maurer School of Law, examines the state of access to justice in the context of consumer bankruptcy. As with the use of any legal remedy, before turning to bankruptcy, people first must recognize the relevancy of law, the legal system, and bankruptcy to help solve their financial problems. This aspect of access to bankruptcy is the least researched, despite being critical to the ultimate delivery of bankruptcy¿s ¿fresh start.¿ This piece explores some of the complex causes of the relative dearth of consumer bankruptcy filings by examining CFPB records and other empirical data.",
        "author": [
            "Pamela",
            "Foohey"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "341",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/symposium/access-to-consumer-bankruptcy.html\n"
    },
    {
        "title": "Private Remedies and Access to Justice in a Post-Midland World",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/bruce-sickler.pdf",
        "abstract": "Professors Kara Bruce of the University of Toledo College of Law and Alexandra Sickler of the University of North Dakota School of Law, question whether the current state of affairs of the Fair Debt Collection Practices Act and the Supreme Court¿s decision in Midland is in line with the balance of powers contemplated by the Code or feasible in light of the realities of bankruptcy practice. This Essay examines how creditor under-compliance and overreaching can impair access to justice in consumer bankruptcy cases. The authors consider generally the role that private litigation might play in addressing this problem. In Part II, the authors trace the arc of FDCPA litigation from its origins in the Eleventh Circuit in Crawford v. LVNV Funding, LLC to its end, with the Supreme Court¿s decision in Midland Funding v. Johnson. They also outline how the bankruptcy system has struggled to address stale debt claims after Midland Funding. In Part III the authors conclude by considering the lessons of this short-lived legal theory on the utility of private litigation as a tool to achieve access to justice in consumer bankruptcy cases.",
        "author": [
            "Kara",
            "J.",
            "Bruce"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "365",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/symposium/private-remedies-access-justice-post-midland.html\n"
    },
    {
        "title": "Cities as a Source of Consumers' Financial Empowerment",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/block-lieb.pdf",
        "abstract": "Professor Susan Block-Lieb, the Cooper Family Chair in Urban Legal Issues at Fordham Law, proposes that cities should be considered as an important source of consumer protection. Professor Block-Lieb examines various cities¿ initiatives to provide debt advice to consumers, enhance consumers¿ financial inclusion, and enable consumers to register complaints about financial services and possibly to mediate those disputes. It also explores some of the limitations of each of these strategies for consumer financial protection. The Essay next explains why cities can perform these sorts of consumer financial protection initiatives¿that is, empowerment initiatives¿better than other levels of government. This explanation is focused on cities¿ concentrated proximity to consumers, their existing infrastructures, and their uniquely pragmatic methods of work. The author concludes by emphasizing the payoffs and limitations of emphasizing cities¿ expertise in providing empowerment initiatives to resident consumers.",
        "author": [
            "Susan",
            "Block-Lieb"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "387",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/symposium/cities-source-consumers-financial-empowerment.html\n"
    },
    {
        "title": "Chapter 11, Corporate Governance and the Role of Examiners",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/korch.pdf",
        "abstract": "In this Article, Stefan Korch of the Max Plank Institute for Comparative and International Private Law, Hamburg, proposes using preliminary examiners as part of bankruptcy. The author argues that the Chapter 11 debtor-in-possession model causes major corporate governance problems due to management incentives that do not align with creditor interests. The bankruptcy court has, however, a strong instrument to detect and undo wrongdoing: the appointment of examiners. To overcome the expense and complication associated with traditional examiners, the author proposes the appointment of preliminary examiners. These examiners would conduct a summary investigation to detect potential violations of the law and report their findings to the bankruptcy court. On that basis, the court could make a more informed decision on the initial question of whether to appoint an ordinary examiner and, further, on the scope of her mandate. The main advantage compared to traditional examiners would be the substantially lower costs. This reform proposal would not only help to enrich the estate in the individual case but would also deter wrongdoing in the future. It hence can be understood as a tool to improve corporate governance in financially distressed or bankrupt companies.",
        "author": [
            "Stefan",
            "Korch"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "411",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/articles/chapter-11-corporate-governance-examiners.html\n"
    },
    {
        "title": "Here Lions Roam: CISG as the Measure of a Claim's Value and Validity and a Debtor's Dischargeability",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/shachmurove.pdf",
        "abstract": "Amir Shachmurove, an associate at Troutman Sanders LLP and four-time federal law clerk, discusses the interplay of the UCC, the CISG and the Bankruptcy code. The Article discusses the origins and application of both the UCC and the CISG as tools of national and international commerce respectively. It then discusses the particular challenges of using these codes in a bankruptcy setting and how application of one over another can yield a different result. The author settles on the notion that the CISG framework should be applied when determining the value, validity, and dischargeability of certain claims containing international contracts.",
        "author": [
            "Amir",
            "Shachmurove"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "461",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/articles/lions-roam-cisg-value-validity-dischargeability.html\n"
    },
    {
        "title": "Far from the Madding Crowd: Crowdfunding a Small Business Reorganization",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/tamburro.pdf",
        "abstract": "This Comment proposes a framework by which bankruptcy courts can analyze cases involving non-equity crowdfunding and small business debtors. The framework is best described in the context of four questions likely to be raised by the creditors of a crowdfunding debtor. Using these questions, a court evaluates these cases with an eye towards promoting trust in the crowdfunding sector. By explaining the proposed framework through the eyes of a fictional small business, this Comment argues that courts can answer creditors¿ questions in a way that both satisfies the twin aims of bankruptcy and protects the integrity of the crowdfunding system.",
        "author": [
            "Anthony",
            "Tamburro"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "521",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/comments/far-madding-crowdfunding-business-reorganization.html\n"
    },
    {
        "title": "A Constitutional Tango of Judicial Interpretation: The Instability of Bankruptcy Court Authority under Article III",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/kim.pdf",
        "abstract": "Despite historical and modern developments, the heart of bankruptcy law centers around providing fresh starts to those who find themselves in severe financial distress. Congress created bankruptcy courts to help efficiently and effectively facilitate this goal. However, the complexity of debtor-creditor relationships necessitates that most bankruptcy proceedings hear a variety of claims, some of which may not arise out of the bankruptcy itself but are still required for bankruptcy resolution. Consequently, the authority of bankruptcy courts to hear all relevant claims is an essential component of bankruptcy relief. Bankruptcy Courts are not granted authority under Article III of the Constitution, but under Article I. This Comment explores the dynamic relationship between non-Article III bankruptcy courts and Article III judicial authority, and how this unstable relationship affects the facilitation of bankruptcy goals",
        "author": [
            "Kevin",
            "H.",
            "Kim"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "561",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/comments/constitutional-tango-interpretation-court-authority-article-III.html\n"
    },
    {
        "title": "Codification and Clarity: Debt Recharacterization",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/mcmahon.pdf",
        "abstract": "Judicial recharacterization is a judge-made doctrine that allows a court to recharacterize a creditor¿s claim as an equity investment. Courts use judicial recharacterization as a mechanism to reorder the priority of payments if the judge believes that the true nature of the transaction has the characteristics of an equity relationship from the outset, despite being classified as a loan. Recent debate has centered around the unwieldy and unpredictable nature of these recharacterizations. Creditors often face dramatic differences in the outcome of litigation depending on the jurisdiction in which their claim arises. Courts facing questions of judicial recharacterization have analyzed these aspects in dramatically different ways creating a split among the circuit courts on all three aspects. This Comment argues for the codification of the doctrine of judicial recharacterization.",
        "author": [
            "Rebecca",
            "S.",
            "McMahon"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "603",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/comments/codification-clarity-debt-recharacterization.html\n"
    },
    {
        "title": "Bankruptcy Courts¿ Authority under § 505",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/patton.pdf",
        "abstract": "Section 505 of the Bankruptcy Code allows a court of determine tax related issues. Apart from three narrow exceptions contained within the provision, bankruptcy courts¿ authority under § 505 is essentially limitless. The broad language of § 505 extends bankruptcy courts¿ authority far beyond the context of bankruptcy, and courts have acknowledged that the plain meaning of the statute effectively creates a second tax court system. Interpreting § 505 in this manner raises constitutionality and federalism concerns and is ostensibly impractical. For these reasons, courts have taken three general approaches to define the extent of bankruptcy courts¿ authority under § 505. This Comment evaluates these three approaches and examines other limitations and mechanisms that courts have utilized to restrict bankruptcy courts¿ authority to adjudicate § 505 proceedings. It concludes that the ¿arising under¿ approach is the ideal solution to § 505 because it emphasizes practicality while adhering to statutory canons and the goals of bankruptcy.",
        "author": [
            "David",
            "W.",
            "Patton"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "643",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/comments/bankruptcy-courts-authority-505.html\n"
    },
    {
        "title": "Maximizing the Value of Privacy through Judicial Discretion",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/tan.pdf",
        "abstract": "In corporate bankruptcies, regulations encourage the de-identification of consumer information and the restriction of sales to a limited pool of qualified purchasers operating in a similar industry. Judicial discretion is used to transfer privity from a debtor to a qualified purchaser. Both de-identification and the qualified purchaser requirement reduce consumer data values in bankruptcy and provide only a thin veil of protection. This Comment argues that courts should use their discretion to alter not only the privity among parties but also the terms of purchase in bankruptcy to maximize the value of consumer data claims.",
        "author": [
            "Daniel",
            "Brian",
            "Tan"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "681",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/comments/maximizing-privacy-judicial-discretion.html\n"
    },
    {
        "title": "Contemplating Claims Tradings at the Margins",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/34/2/folkerth.pdf",
        "abstract": "Claims trading, the buying and selling of creditor claims, is a common part of modern bankruptcy. Most scholars denounce claims trading as a disruptor in the bankruptcy process. What the current research fails to recognize is that confining the analysis on claims trading to the single greatest-frequency period leads to incomplete theories. In reality, claims trading takes place outside of this period as well. When reexamined outside of the mainstream¿s contexts (i.e., prior to the petition date or after plan confirmation), claims trading can offer significant benefits. Trading at these periods fosters healthier bargaining between the debtor and its creditors and enhances the likelihood of a swift procedure. Thus, bankruptcy constituents should contemplate and, moreover, endorse claims trading at either the pre-petition or post-plan confirmation phases so as to ease concerns about a trade¿s disruptive capacity inside a bankruptcy case.",
        "author": [
            "John",
            "Folkerth"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "34",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "723",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-34/issue-2/comments/contemplating-claims-tradings-margins.html\n"
    },
    {
        "title": "Introduction: A Tribute to The Honorable Mary F. Walrath",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/introduction.pdf",
        "abstract": "Each year, the Emory Bankruptcy Developments Journal honors an individual who has made a significant impact on the field of bankruptcy law with the Distinguished Service Award for Lifetime Achievement. On March 29, 2018, the Emory Bankruptcy Developments Journal presented The Honorable Mary F. Walrath with the Twentieth Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "Mark",
            "D.",
            "Gensburg"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "1",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/tributes/introduction-mary-j-walrath.html\n"
    },
    {
        "title": "Opening Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/wender.pdf",
        "abstract": "David Wender¿s remarks highlight his time clerking for Judge Walrath and articulate the lessons of perseverance, mentorship, rule adherence, and reputation maintenance that Judge Walrath taught him.",
        "author": [
            "David",
            "A.",
            "Wender"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "3",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/tributes/opening-remarks-tribute-mary-walrath.html\n"
    },
    {
        "title": "Acceptance Remarks: Mary F. Walrath Lifetime Achievement Award",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/walrath.pdf",
        "abstract": "Acceptance remarks by The Honorable Mary F. Walrath at the Emory Bankruptcy Developments Journal Banquet. Judge Walrath reflected on her career, thanked those who helped her along the way, and shared advice on how to have a fruitful and fulfilling legal career.",
        "author": [
            "The",
            "Honorable",
            "Mary",
            "F.",
            "Walrath"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "7",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/tributes/acceptance-remarks-tribute-mary-walrath.html\n"
    },
    {
        "title": "Stern Claims and Article III Adjudication--The Bankruptcy Judge Knows Best?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/bartell.pdf",
        "abstract": "This excellent Article by Professor Laura B. Bartell explores how Stern claims have been treated since the Supreme Court decided Arkison and Wellness. This Article studies these claims by analyzing 495 cases in which a bankruptcy court mentioned ¿Stern v. Marshall,¿ cited Arkison, or cited Wellness. From this study, the Article concludes that bankruptcy courts find few core proceeding that they decide are covered by Stern and thus are beyond the bankruptcy court¿s constitutional power to decide. This Article further concludes that even when a bankruptcy court questions its authority to hear a matter, the litigants will usually consent to the court¿s judgment. Where litigant consent is not present, this Article finds that district court almost always adopts the bankruptcy court¿s finding of fact and conclusion of law.",
        "author": [
            "Laura",
            "B.",
            "Bartell"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "13",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/articles/stern-claims-article-III-adjudication-judge.html\n"
    },
    {
        "title": "Not a Bank, Not a SIFI; Still Too Big to Fail",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/couwenberg-lubben.pdf",
        "abstract": "This outstanding Article by Professors Oscar Couwenberg and Stephen J. Lubben explores the financial collapse of too big to fail non-bank firms. The Article analyzes the level of government involvement in various large insolvencies around the world, placing each case into one of four categories: standard bankruptcies, bankruptcies with government support, ad hoc solutions, and full bailouts. After considering the benefits of each approach, this Article concludes that either a standard bankruptcy procedure or a bankruptcy procedure with government support is preferable to an ad hoc solution or a full bailout. The authors artfully balance the moral hazard associated with the ¿too big to fail¿ argument, and present a forceful argument for a bankruptcy procedure that is capable of handling extremely large debtors.",
        "author": [
            "Oscar",
            "Couwenberg",
            "&",
            "Stephen",
            "J.",
            "Lubben"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "53",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/articles/not-bank-sifi-too-big-fail.html\n"
    },
    {
        "title": "The Enforcement of Consensual Foreign Plans of Reorganization in Chapter 15",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/junqueira.pdf",
        "abstract": "This intriguing Article by Thiago Braga Junqueira argues that variations in the voting requirements between domestic and foreign bankruptcy regimes should not prevent an American bankruptcy court from giving deference to foreign courts¿ confirmations of plans of reorganization. While the U.S. Bankruptcy Code has endorsed a supermajority threshold for a chapter 11 plan to be consensually confirmed, many foreign bankruptcy regimes have lower thresholds. The author persuasively contends that deference to a foreign main proceeding is consistent with the goals and purposes of the Modern Law on Cross-Border Insolvency and chapter 15. The Article concludes by calling for comity and deference when a foreign plan is confirmed at less than the American supermajority threshold.",
        "author": [
            "Thiago",
            "Braga",
            "Junqueira"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "81",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/articles/enforcement-foreign-plans-chapter-15.html\n"
    },
    {
        "title": "Collateral Damage: Non-Debtor Recovery for Bad Faith Involuntary Bankruptcy Petitions",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/webster.pdf",
        "abstract": "When a creditor initiates an involuntary bankruptcy, third parties can be imperiled as much as the debtor. Where an involuntary bankruptcy is filed in bad faith, these third parties may be subject to serious collateral harm. While no court has awarded collaterally harmed third parties damages arising from an involuntary bankruptcy, the Third Circuit has recently open the door for some form of non-debtor recovery. In 2016, the Third Circuit declared that non-debtor third parties could seek a recovery for damages arising from an involuntary petition in state court. After analyzing this issue, the author proposes a hybrid approach for making harmed third parties whole.",
        "author": [
            "Seth",
            "Webster"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "111",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/comments/collateral-damage-non-debtor-bad-faith-petitions.html\n"
    },
    {
        "title": "A Bankruptcy Litigation Framework for Series LLC Eligibility, Property of the Estate and Substantive Consolidation",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/mcelhinney.pdf",
        "abstract": "The Series LLC is a new and idiosyncratic business entity that presents unique questions of law in the bankruptcy context. The Series LLC shields its members from liability and limits liability between various business endeavors. However, this multi-faceted liability protection creates several questions. These include: whether the Series LLC is eligible for bankruptcy, how to deal with the yet untested limited liability protection of different business endeavors, and whether the Series LLC¿s multi-directional liability protections run contrary to federal bankruptcy policy. After responding to these concerns, the author proposes a bankruptcy litigation framework to address uncertainty surrounding Series LLC bankruptcy eligibility and create a level playing field.",
        "author": [
            "Thomas",
            "J.",
            "McElhinney"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "151",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/comments/bankruptcy-framework-series-LLC-eligibility-consolidation.html\n"
    },
    {
        "title": "Closing the Loophole in Commercial Landlord Bankruptcies: Why the Ninth Circuit Made the Right Decision in Matter of Spanish Peaks Holdings II, LLC",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/barnhardt.pdf",
        "abstract": "When it decided Matter of Spanish Peaks Holdings II, LLC, the Ninth Circuit exposed a major loophole in the Bankruptcy Code relating to landlords and tenants. This loophole may be exploited by shrewd real estate developers who create two corporate entities and place each into a landlord-tenant relationship, with the lease¿s terms heavily favoring the tenant corporate entity. Creating this artificial landlord-tenant relationship would permit the tenant entity to retain possession of the property should the landlord entity ever have to file for bankruptcy. This would permit the developer to receive a financial windfall either in the form of a buyout of the tenant entity¿s lease by a third-party purchaser, or by the continued operation of the tenant entity¿s business on the purchaser¿s land. The author analyzes the majority and minority approaches to this loophole, and ultimately argues that the minority approach is more pragmatic. The author then proposes a way for judges to fashion adequate protection to lessen the effect of an undeserving tenant¿s recovery.",
        "author": [
            "Bradford",
            "N.",
            "Barnhardt"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "191",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/comments/loophole-commercial-landlord-ninth-circuit-spanish-peak-holdings-II-LLC.html\n"
    },
    {
        "title": "Third-Party Relief for Municipal Debtors: ¿Necessity¿ in the Chapter 9 Context",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/morbidelli.pdf",
        "abstract": "Bankruptcy courts have often used ¿third-party releases¿ in the chapter 11 context to release certain non-debtors from liabilities. As chapter 9 municipal bankruptcies have become more numerous, debtors have sought third-party relief there as well. The author categorizes these chapter 9 cases into two categories. The first involves cases where the State provides funds to the reorganization effort in exchange for some creditors giving up claims against the State. The second consists of cases where a city attempts to relieve its police officers of liability for civil rights violations by including injunctions against the civil rights plaintiffs in the city¿s plan of reorganization. The author argues that the second category of cases have ignored fundamental limitations on third-party relief and allow debtors to exploit a test that was not intended for chapter 9 bankruptcy. This leads the author to propose replacing the ¿necessity¿ standard with one suited for municipal bankruptcies.",
        "author": [
            "Christian",
            "Morbidelli"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "225",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/comments/third-party-relief-debtors-necessity-chapter-9-context.html\n"
    },
    {
        "title": "It¿s Not You, It¿s Us: Assessing the Contribution of Trademark Goodwill to Properly Balance the Results of Trademark License Rejection",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/1/smith.pdf",
        "abstract": "In 1988, Congress amended § 365 of the Bankruptcy Code to allow intellectual property licenses to retain usage rights following the rejection of an executory contract. Unfortunately, this amendment did not include trademarks in its definition of intellectual property. The author thoroughly examines the circuit split, comparing and contrasting the dueling circuit court decisions over whether trademark licenses should receive the same protections as other intellectual property. In analyzing this circuit split, the author centrally focuses on Mission Product Holdings, Inc. v. Tempnology, LLC, a case out of the First Circuit Court of Appeals. The author concludes by proposing a three-factor test to aid courts in arriving at the most equitable result for not only the debtor¿s estate, but also society writ-large.",
        "author": [
            "Clayton",
            "A.",
            "Smith"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "267",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-1/comments/not-you-us-trademark-goodwill-balance-license-rejection.html\n"
    },
    {
        "title": "Introduction",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/risener.pdf",
        "abstract": "Each year the Emory Bankruptcy Developments Journal hosts a Symposium on important and prescient issues in bankruptcy law. This year, on February 21, 2019, the Journal hosted its Sixteenth Annual Symposium. The Symposium featured two panels, one consumer-focused and the other corporate-focused, and included the Emory Bankruptcy Developments Journal¿s first ever keynote speaker, the Honorable Mary Grace Diehl.",
        "author": [
            "James",
            "R.",
            "Risener",
            "III"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "307",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/symposium/introduction-risener.html\n"
    },
    {
        "title": "Consumer Bankruptcy Panel--Tuition Clawback: Whose Money Is It, and What Is It Worth?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/consumer-panel.pdf",
        "abstract": "The Consumer Panel considered the newest arguments, decisions, and theories on tuition clawback. Discussion ranged from the definition of reasonably equivalent value to the use of 529 plans as a shield against clawback attempts. Though the questions raised in the context of tuition clawback have generally evaded answer, the Consumer Panel elucidated many of the murky decisions and definitions surrounding the topic.",
        "author": [
            "Elizabeth",
            "Austin"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "309",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/symposium/consumer-panel-tuition-clawback-money-worth.html\n"
    },
    {
        "title": "Keynote Address",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/diehl.pdf",
        "abstract": "In the Emory Bankruptcy Development Journal¿s first ever keynote address, the Honorable Mary Grace Diehl discussed the evolution of the Bankruptcy Code forty years after its passage. Judge Diehl shared her experiences as a new associate interacting with a freshly minted Bankruptcy Code and described how the Code has changed in unique and unexpected ways.",
        "author": [
            "The",
            "Honorable",
            "Mary",
            "Grace",
            "Diehl"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "339",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/symposium/keynote-address.html\n"
    },
    {
        "title": "Corporate Bankruptcy Panel--Chapter 15 Choice of Law: How Far Do I Need to Go to Get My Money Back?",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/corporate-panel.pdf",
        "abstract": "The Corporate Panel explored the issues surrounding choice of law in chapter 15 avoidance actions. Chapter 15 choice of law theory is generally split into two camps: the Law of the Forum and the Center of Gravity. From describing the roles of the litigants in these suits to strategies for avoiding avoidance actions altogether, the Corporate Panel explained in practical terms the application of these theories and their real world consequences.",
        "author": [
            "Ameneh",
            "Bordi"
        ],
        "document_type": "symposium",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "345",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/symposium/corporate-panel-chapter-15-choice-law-money.html\n"
    },
    {
        "title": "Beyond the Bankruptcy Code: A New Statutory Bankruptcy Regime for Tribal Debtors",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/coordes.pdf",
        "abstract": "This outstanding Article by Professor Laura N. Coordes discusses the difficulty tribal debtors experience when dealing with financial distress. This Article reveals how and why the Bankruptcy Code is a poor fit for tribal debtors. Instead, this Article proposes that Congress enact a new statutory regime to provide structured debt relief for tribal entities. This Article analyzes analogous situations in which Congress looked beyond the Bankruptcy Code to provide debt relief when the Bankruptcy Code was unable to do so.",
        "author": [
            "Laura",
            "N.",
            "Coordes"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "363",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/articles/beyond-bankruptcy-code-regime-tribal-debtors.html\n"
    },
    {
        "title": "Three Against Two: On the Difference Between Property and Contract and the Example of Deposit Accounts in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/shroeder-carlson.pdf",
        "abstract": "This excellent Article by Professors Jeanne L. Schroeder And David Gray Carlson explores the tension between Citizen¿s Bank v. Strumpf, 516 U.S. 16 (1995) and later amendments to the Uniform Commercial Code that made deposit accounts collateral for the depositary bank maintaining the account. The Article discusses the question of whether the Uniform Commercial Code amendments could be read to have overruled the Supreme Court. In answering this question in the negative, this Article argues that the Justice Scalia was vindicated by the text of the Uniform Commercial Code and that the 2000 amendments had not overruled the Supreme Court¿s decision in Stumpf.",
        "author": [
            "Jeanne",
            "L.",
            "Schroeder",
            "&",
            "David",
            "Gray",
            "Carlson"
        ],
        "document_type": "article",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "417",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/articles/three-against-two-difference-property-contract-accounts.html\n"
    },
    {
        "title": "Student Loan Discharge: Reevaluating Undue Hardship Under a Presumption of Consistent Usage",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/bykerk.pdf",
        "abstract": "An increasing number of Americans are suffering from financial distress caused by educational debt. Some of those individuals seek relief from that distress through the bankruptcy system, where they must establish that repaying their educational debt would impose an undue hardship in order to obtain a discharge of such debt. The author focuses on § 523(a)(8) of the U.S. Bankruptcy Code, which sets forth educational debt as an exception to bankruptcy discharge unless the repayment of student loan obligations imposes an ¿undue hardship.¿ The author concludes that the primary inquiry into a debtor¿s undue hardship claim must focus on the debtor¿s current financial circumstances without undue regard to pre-bankruptcy conduct or assurance of persisting financial distress.",
        "author": [
            "Ashley",
            "M.",
            "Bykerk"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "509",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/comments/student-loan-discharge-undue-hardship.html\n"
    },
    {
        "title": "Unbalanced Bargaining: Trump Entertainment Resorts Unite Here Local 54 and Expired Collective Bargaining Agreements Under § 1113",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/ekbom.pdf",
        "abstract": "The author explores Trump Entertainment Resorts Unite Here Local 54, in which the Third Circuit considered, as an issue of first impression, whether a chapter 11 debtor-employer is able to reject the continuing terms and conditions of an expired collective bargaining agreement with its unionized employees under 11 U.S.C. § 1113. After analyzing this decision, the author argues that expired collective bargaining agreements are not subject to rejection or modification through § 1113. The author concludes by providing recommendations for judges, debtor-employers, and unions that attempt to balance the conflicting policy concerns surround bankruptcy and collective bargaining agreements.",
        "author": [
            "Adam",
            "E.",
            "Ekbom"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "547",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/comments/unbalanced-bargaining-trump-entertainment-resorts-.html\n"
    },
    {
        "title": "Rogue Committees or Rogue Judges: The Limits of a Bankruptcy Judge's Authority to Disband Chapter 11 Committees",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/gensburg.pdf",
        "abstract": "When confronted with a misbehaving chapter 11 committee, bankruptcy courts have a limited list of remedies available to preserve equity. Universally, courts may address committee misbehavior through the disallowance of the committee¿s attorneys¿ fees, or through a modification of the committee¿s membership. Where these remedies are inadequate, a split has emerged amongst the courts as to whether bankruptcy judges have the authority to use the ¿judicial hammer¿ of disbanding a misbehaving committee. Looking to the history of chapter 11 committees and present-day examples of committee misbehavior, the author argues that when a committee is engaged in severe misfeasance or malfeasance, bankruptcy judges must have the power to disband the committee.",
        "author": [
            "Mark",
            "D.",
            "Gensburg"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "601",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/comments/rogue-committees-judges-authority-disband-chapter-11.html\n"
    },
    {
        "title": "A Fly in the Ointment: PROMESA's Drafting Error in Section 314(b)(7)",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/35/2/joh.pdf",
        "abstract": "When Congress amended the Bankruptcy Code in 1984, Congress precluded Puerto Rico from seeking bankruptcy relief under chapter 9. The author explores the history of this exclusion, the case Puerto Rico v. Franklin California Tax-Free Trust, and § 314(b)(7) of the Puerto Rico Oversight Management and Economic Stability Act. The author then concludes that § 314(b)(7) should be removed to resolve the dysfunction it creates.",
        "author": [
            "Christine",
            "J.",
            "Joh"
        ],
        "document_type": "comment",
        "issue": "2",
        "volume": "35",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "645",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-35/issue-2/comments/fly-ointment-promesa-error-section-314-b-7.html\n"
    },
    {
        "title": "Introduction: A Tribute to James H.M. Sprayregen",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/introduction-lindgren.pdf",
        "abstract": "Each year, the Emory Bankruptcy Developments Journal honors an individual who has made a significant impact on the field of bankruptcy law with the Distinguished Service Award for Lifetime Achievement. On March 26,2019, the Emory Bankruptcy Developments Journal presented James H.M. Sprayregen with the Twenty-First Annual Distinguished Service Award for Lifetime Achievement.",
        "author": [
            "Matthew",
            "S.",
            "Lindgren"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "1",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/tributes/introduction-tribute-james-sprayregen.html\n"
    },
    {
        "title": "Opening Remarks: Presentation of Lifetime Achievement Award",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/opening-remarks-j-sprayregen.pdf",
        "abstract": "Joel Sprayregen’s remarks highlight the success of his son in the bankruptcy world and the honor of presenting the Lifetime Achievement Award.",
        "author": [
            "Joel",
            "J.",
            "Sprayregen"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "3",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/tributes/opening-remarks-tribute-presentation-award-sprayregen.html\n"
    },
    {
        "title": "Acceptance Remarks",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/acceptance-remarks-jhm-sprayregen.pdf",
        "abstract": "Acceptance remarks by James H.M. Sprayregen at the Emory Bankruptcy Developments Journal Banquet. Mr. Sprayregen reflected on his career and spoke about the “rescue model” of insolvency legislation, and shared advice with students on a legal career in practicing restructuring law.",
        "author": [
            "James",
            "H.M.",
            "Sprayregen"
        ],
        "document_type": "tribute",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "7",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/tributes/acceptance-remarks-jhm-sprayregen.html\n"
    },
    {
        "title": "Tuition as a Fraudulent Transfer",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/carlson.pdf",
        "abstract": "This intriguing Article by David Gray Carlson addresses the trend of bankruptcy trustees suing universities for tuition checks provided by the insolvent parents of adult students under a theory that the university is a recipient of a fraudulent transfer. The author argues that this strategy is misguided, as the university is not the recipient of a fraudulent transfer, but rather, the student is the recipient. This leads the author to conclude that the university was involved in a good faith transfer for value, and thus it should be immune from liability to the bankruptcy trustee or the estate. Of course, this would mean that the student was the recipient of a fraudulent transfer, and thus liable to the trustee for this nondischargeable debt.",
        "author": [
            "David",
            "Gray",
            "Carlson"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "15",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/articles/tuitition-as-a-fraudulent-transfer.html\n"
    },
    {
        "title": "Implementing Strategies for the Model Law on Cross-Border Insolvency: The Divergence in Asia-Pacific and Lessons for UNCITRAL",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/wan-mccormack.pdf",
        "abstract": "The UNCITRAL Model Law on Cross-border Insolvency was conceived in 1997 with the objective of facilitating the optimal management of cross-border insolvency. Its aim was to do so by providing an adoptable, consistent framework for countries to recognize foreign insolvency proceedings. While the Model Law has achieved some success in promoting cooperation among the different Asian-Pacific states in cross-border insolvency proceedings, the goals of the model law have still yet to be realized to their fullest extent. This is likely the result of states neglecting to fully implement the model law into their respective domestic laws and state judiciaries inconsistently interpreting what legislation they have implemented to enact the model law. This informative Article by Wai Yee Wan and Gerard McCormack examines the different strategies Asia-Pacific states have taken to implement the model law and assesses the reasons for the divergence among the different states. This Article illustrates the complexities and limitations of achieving the objectives of a model law when the path dependency matters and sets each state on a unique course.",
        "author": [
            "Wai",
            "Yee",
            "Wan",
            "&",
            "Gerard",
            "McCormack"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "59",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/articles/strategies-cross-border-insolvency-asia-pacific.html\n"
    },
    {
        "title": "Corporate Governance, Bankruptcy Waivers, and Consolidation in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/bussel.pdf",
        "abstract": "This outstanding Article by Daniel J. Bussel examines bankruptcy’s ability to override corporate law formalities and provide effective relief consistent with the underlying policies of the Bankruptcy Code. Recent scholarship and case law tend to support the legitimacy of entity partitions and contractual barriers to voluntary bankruptcy relief found in corporate charters. The author persuasively contends that bankruptcy law should return to the basics by refocusing on substance over form in order for corporate formalities to again yield to substantive bankruptcy policy.",
        "author": [
            "Daniel",
            "J.",
            "Bussel"
        ],
        "document_type": "article",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "99",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/articles/corporate-governance-waivers-consolidation.html\n"
    },
    {
        "title": "11 U.S.C. § 541 and D&O Insurance: An Analysis of the \"Insured versus Insured\" Exclusion in a Bankruptcy Context Following Indian Harbor",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/kranz.pdf",
        "abstract": "Directors and Officers insurance policies have long contained “insured versus insured” exclusions which prohibit directors and officers covered under the same policy from filing suit against one another. These provisions can be problematic in the bankruptcy context, specifically when courts must determine whether claims filed by or on behalf of a post-petition debtor should be covered by a policy that includes an insured versus insured provision. The author focuses on the majority and dissenting opinions in Indian Harbor Insurance Company v. Zucker to illustrate the dichotomy in approaches to insured versus insured provisions in the bankruptcy context. The author ultimately proposes that courts implement a four-step approach to determine an insured versus insured provision’s applicability when a debtor or trustee brings a claim against an insured on behalf of the estate.",
        "author": [
            "Emil",
            "Kranz"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "143",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/comments/insured-exclusion-bankruptcy-indian-harbor.html\n"
    },
    {
        "title": "Are Undocumented Workers Entitled to a Fresh Start? An Analysis of the Ellis Standard and Potential Criminal Consequences under 18 U.S.C. § 152",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/rivera.pdf",
        "abstract": "There are over eight million undocumented immigrants in the United States who obtain employment by using false social security numbers. Although undocumented persons are eligible to file for bankruptcy under the Bankruptcy Code, undocumented immigrants file for bankruptcy at much lower rates than documented citizens. This is partly out of a fear that the use of a false social security number to obtain employment constitutes bankruptcy fraud under 18 U.S.C. § 152 and exposes the debtor to criminal liability. The author draws inspiration and builds on the work of Chrystin Ondersma and tells the story of a hypothetical undocumented debtor, “Christina,” to ultimately make the argument that the debtor’s use of a false social security number for employment purposes does not meet the elements needed for bankruptcy fraud. The author then closes by looking at the practical issues in encouraging undocumented immigrants to seek the benefits afforded to them under the Bankruptcy Code and how policy may be changed to better accommodate undocumented debtors.",
        "author": [
            "Anthony",
            "Rivera"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "179",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/comments/undocumented-workers-ellis-standard.html\n"
    },
    {
        "title": "Is \"Policing for Profit\" Really a Police Power Exception? Civil Asset Forfeiture as an Excessive Fine and the Police Power Exception to the Automatic Stay",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/temple.pdf",
        "abstract": "Courts have long held that civil asset forfeiture falls under the police power exception to the automatic stay because of its goal to deter crime and the government’s presumed lack of monetary incentive. However, civil forfeiture has increasingly been criticized as excessive and unrestrained, while municipalities have been accused of utilizing it as a fundraising tool for law enforcement agencies. The author argues that civil asset forfeiture can unfairly punish the creditors in a bankruptcy proceeding and that, when the forfeiture constitutes an excessive fine under the Eighth Amendment, the police power exception to the automatic stay should not apply.",
        "author": [
            "Brittany",
            "Temple"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "215",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/comments/policing-profit-asset-forfeiture-automatic-stay.html\n"
    },
    {
        "title": "The Decline in Value Formulation: How Courts Should Approach State Bulk Sale Provisions in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/check.pdf",
        "abstract": "Bulk sale statutes require purchasers in a bulk sale to follow certain procedures in order to protect the state’s interest in recovering and collecting unpaid taxes. The recent decision in Illinois Department of Revenue v. Hanmi Bank left many practitioners wanting for a more robust answer to the questions of whether bulk sale provisions create interests of value for state revenue departments and how courts should classify those interests. The author argues that these interests should be protectable under § 363(e) of the Bankruptcy Code. The author further provides a framework for courts to determine the extent to which this protection should extend. Under this framework, which builds on statements made in dicta in Illinois Department of Revenue v. Hanmi Bank, the burden should be placed on a state’s department of revenue to prove that failing to protect an interest derived from the bulk sale statute will result in that interest losing value. A state would successfully prove this by showing that it would have recovered value from its interest had that interest been protected.",
        "author": [
            "Anthony",
            "Check"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "259",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/comments/decline-value-formulation-bulk-sale-provisions.html\n"
    },
    {
        "title": "Volatile Windfalls: Effects of Tax Cuts and Jobs Act for S-Corp Shareholders Warrant Strong Arm Power Limitation in Bankruptcy",
        "fulltext_url": "https://law.emory.edu/ebdj/_documents/volumes/36/dougherty.pdf",
        "abstract": "The 2017 Tax Cuts and Jobs Act changed the landscape for the approximately 4 million S corporations in the United States. This Comment addresses how the TCJA has highlighted an existing tension between the Bankruptcy and Tax Codes concerning whether S corporation shareholder termination rights granted under § 1362 of the Tax Code should constitute avoidable fraudulent transfers under § 548 of the Bankruptcy Code. Traditionally, courts have permitted bankruptcy trustees to unilaterally shift capital gains liabilities incurred from asset liquidation sales of insolvent S corporations to the businesses’ shareholders and characterize such terminations as fraudulent transfers. However, recent decisions in the Third and Fourth Circuits have restricted the trustee’s “Strong Arm” power to avoid S election terminations. The author considers this tension between the two codes as well as the TCJA’s implications on S corporation shareholders. It then finally makes a suggestion for creating an exception to the fraudulent transfer conveyance doctrine for S corporations.",
        "author": [
            "Jack",
            "M.",
            "Dougherty"
        ],
        "document_type": "comment",
        "issue": "1",
        "volume": "36",
        "journal": "Emory Bankruptcy Developments Journal",
        "first_page": "299",
        "orginal_url": "https://law.emory.edu/ebdj/content/volume-36/issue-1/comments/windfalls-tax-cuts-s-corp-limitation.html\n"
    }
]
